import { Product } from '../types';

export const KOVSHE: Product[] = [
  {
  "id": "kovshi-chajnikovogo-tipa",
  "category": "ladle-carts",
  "subcategory": "ladles",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Ковши чайникового типа",
  "titleEn": "",
  "model": "СВ-0.5 … СВ-15",
  "description": "**Ковши чайникового типа** применяются для транспортировки расплава металлов от [плавильного устройства](plavilnoe-oborudovanie/index.md \"Плавильный участок\") к разливочному участку. Ковши предназначены для стали чугуна, а также цветных сплавов. Особенностью данных ковшей является сифонный принцип разливки металла, когда более чистый металл, находящийся в нижней части, разливается и при этом шлаковые частицы на зеркале металла задерживаются огнеупорной перегородкой.\nЛитейные чайниковые ковши серии CB изготавливаются с соотношением 1/1,1 \\(высота ковша в 1,1 раза больше его диаметра у основания\\). Ковши комплектуются червячным самотормозящимся редуктором с передаточным числом, в зависимости от емкости ковша от 64 до 4820. Диаметр маховика для ручного управления наклоном от 600 до 1100мм.\nКовши имеют пояса жесткости, кованые транспортировочные цапфы, поворотные траверсы, червячные редукторы. Ковши поставляются без футеровочных материалов. Рекомендации по футеровке приведены в документации на русском языке, прилагаемой к каждому ковшу. Ковши большой емкости от 10 тонн комплектуются электромеханическим наклоном.\nПод заказ чайниковые ковши могут быть изготовлены с любым соотношением диаметра к высоте, а также с нестандартными размерами поворотной траверсы \\(подвески\\). Все ковши имеют декларацию о соответствии требованиям таможенного союза.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/14/265.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "СВ-0.5",
      "specs": [
        {
          "name": "Ø1\\(мм\\)",
          "value": "620"
        },
        {
          "name": "Н\\(мм\\)",
          "value": "715"
        },
        {
          "name": "А\\(мм\\)",
          "value": "1495"
        },
        {
          "name": "В\\(мм\\)",
          "value": "880"
        }
      ]
    },
    {
      "model": "СВ-1",
      "specs": [
        {
          "name": "Ø1\\(мм\\)",
          "value": "730"
        },
        {
          "name": "Н\\(мм\\)",
          "value": "900"
        },
        {
          "name": "А\\(мм\\)",
          "value": "1815"
        },
        {
          "name": "В\\(мм\\)",
          "value": "990"
        }
      ]
    },
    {
      "model": "СВ-2",
      "specs": [
        {
          "name": "Ø1\\(мм\\)",
          "value": "806"
        },
        {
          "name": "Н\\(мм\\)",
          "value": "928"
        },
        {
          "name": "А\\(мм\\)",
          "value": "1996"
        },
        {
          "name": "В\\(мм\\)",
          "value": "1072"
        }
      ]
    },
    {
      "model": "СВ-3",
      "specs": [
        {
          "name": "Ø1\\(мм\\)",
          "value": "1060"
        },
        {
          "name": "Н\\(мм\\)",
          "value": "1230"
        },
        {
          "name": "А\\(мм\\)",
          "value": "2438"
        },
        {
          "name": "В\\(мм\\)",
          "value": "1360"
        }
      ]
    },
    {
      "model": "СВ-4",
      "specs": [
        {
          "name": "Ø1\\(мм\\)",
          "value": "1150"
        },
        {
          "name": "Н\\(мм\\)",
          "value": "1320"
        },
        {
          "name": "А\\(мм\\)",
          "value": "2620"
        },
        {
          "name": "В\\(мм\\)",
          "value": "1430"
        }
      ]
    },
    {
      "model": "СВ-5",
      "specs": [
        {
          "name": "Ø1\\(мм\\)",
          "value": "1230"
        },
        {
          "name": "Н\\(мм\\)",
          "value": "1420"
        },
        {
          "name": "А\\(мм\\)",
          "value": "2720"
        },
        {
          "name": "В\\(мм\\)",
          "value": "1530"
        }
      ]
    },
    {
      "model": "СВ-6",
      "specs": [
        {
          "name": "Ø1\\(мм\\)",
          "value": "1302"
        },
        {
          "name": "Н\\(мм\\)",
          "value": "1475"
        },
        {
          "name": "А\\(мм\\)",
          "value": "2770"
        },
        {
          "name": "В\\(мм\\)",
          "value": "1602"
        }
      ]
    },
    {
      "model": "СВ-7",
      "specs": [
        {
          "name": "Ø1\\(мм\\)",
          "value": "1375"
        },
        {
          "name": "Н\\(мм\\)",
          "value": "1528"
        },
        {
          "name": "А\\(мм\\)",
          "value": "2838"
        },
        {
          "name": "В\\(мм\\)",
          "value": "1700"
        }
      ]
    },
    {
      "model": "СВ-8",
      "specs": [
        {
          "name": "Ø1\\(мм\\)",
          "value": "1450"
        },
        {
          "name": "Н\\(мм\\)",
          "value": "1580"
        },
        {
          "name": "А\\(мм\\)",
          "value": "3345"
        },
        {
          "name": "В\\(мм\\)",
          "value": "1880"
        }
      ]
    },
    {
      "model": "СВ-10",
      "specs": [
        {
          "name": "Ø1\\(мм\\)",
          "value": "1600"
        },
        {
          "name": "Н\\(мм\\)",
          "value": "1800"
        },
        {
          "name": "А\\(мм\\)",
          "value": "3635"
        },
        {
          "name": "В\\(мм\\)",
          "value": "2080"
        }
      ]
    },
    {
      "model": "СВ-15",
      "specs": [
        {
          "name": "Ø1\\(мм\\)",
          "value": "1750"
        },
        {
          "name": "Н\\(мм\\)",
          "value": "2010"
        },
        {
          "name": "А\\(мм\\)",
          "value": "3680"
        },
        {
          "name": "В\\(мм\\)",
          "value": "2280"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/14/266.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/14/267.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/14/268.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "litejnyie-kovshi-dlya-razlivki-chuguna",
  "category": "ladle-carts",
  "subcategory": "ladles",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Литейные ковши для разливки чугуна",
  "titleEn": "",
  "model": "Модель ковша",
  "description": "**Литейные ковши для разливки чугуна** используются для транспортировки жидкого сплава от [плавильного оборудования](plavilnoe-oborudovanie/index.md \"Плавильное оборудование\") к месту разливки. Ковши предназначенные для чугуна имеют более широкую горловину для возможности скачивания шлака с поверхности зеркала металла.\nЛитейные ковши для разливки чугуна серии ТB изготавливаются с соотношением 1/1,1 \\(высота ковша в 1,1 раза больше его диаметра у основания\\) это позволяет иметь широкое зеркало металла для скачивания шлака вручную. Ковши комплектуются червячным самотормозящимся редуктором с передаточным числом, в зависимости от емкости ковша от 64 до 4820. Данные ковши имеют два сливных носка: для скачивания шлака и для чистого металла. Диаметр маховика для ручного управления наклоном от 600 до 1100мм. Все ковши имеют пояса жесткости, кованые транспортировочные цапфы, поворотные траверсы, червячные редукторы. Ковши поставляются без футеровочных материалов. Рекомендации по футеровке изложены в документации на русском языке, прилагаемой к каждому ковшу. Ковши большой емкости от 10 тонн комплектуются электромеханическим наклоном.\nПо техническому заданию заказчика ковши могут быть изготовлены с любым соотношением диаметра к высоте, а также с нестандартными размерами поворотной траверсы \\(подвески\\). Все ковши имеют декларацию о соответствии требованиям таможенного союза.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/12/257.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Модель ковша",
      "specs": [
        {
          "name": "Модель ковша",
          "value": "Ø1"
        },
        {
          "name": "ТВ-0.3",
          "value": "Ø520"
        },
        {
          "name": "ТВ-0.5",
          "value": "Ø592"
        },
        {
          "name": "ТВ-0.75",
          "value": "Ø660"
        },
        {
          "name": "ТВ-1",
          "value": "Ø715"
        },
        {
          "name": "ТВ-1.5",
          "value": "Ø830"
        },
        {
          "name": "ТВ-2",
          "value": "Ø892"
        },
        {
          "name": "ТВ-2.5",
          "value": "Ø950"
        },
        {
          "name": "ТВ-3",
          "value": "Ø1026"
        },
        {
          "name": "ТВ-4",
          "value": "Ø1132"
        },
        {
          "name": "ТВ-5",
          "value": "Ø1230"
        },
        {
          "name": "ТВ-7",
          "value": "Ø1368"
        },
        {
          "name": "ТВ-8",
          "value": "Ø1420"
        },
        {
          "name": "ТВ-10",
          "value": "Ø1542"
        },
        {
          "name": "ТВ-12",
          "value": "Ø1640"
        },
        {
          "name": "ТВ-15",
          "value": "Ø1765"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/12/258.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/12/259.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/12/260.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "litejnyie-kovshi-dlya-razlivki-stali",
  "category": "ladle-carts",
  "subcategory": "ladles",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Литейные ковши для разливки стали",
  "titleEn": "",
  "model": "Модель ковша",
  "description": "**Ковш для разливки стали** применяется для транспортировки расплава от [плавильного агрегата](plavilnoe-oborudovanie/index.md \"Плавильное оборудование\") к месту разливки. Разливочные ковши предназначенные для стали имеют вытянутую форму для снижения площади зеркала металла и соответственно минимизации потери температуры при транспортировке. Ковши имеют пояса жесткости, кованые транспортировочные цапфы, поворотные траверсы, червячные редукторы. Ковши поставляются без футеровочных материалов. Рекомендации по футеровке представлены в документации на русском языке, прилагаемой к каждому ковшу. Литейные ковши большой емкости от 10 тонн комплектуются электромеханическим наклоном.\nРазливочные ковши для стали серии QB изготавливаются с соотношением 1/1,6 \\(высота ковша в 1,6 раза больше его диаметра у основания\\) это позволяет использовать их для модифицирования высокопрочных чугунов. Червячный самотормозящийся редуктор имеет передаточное число от 64 до 4820. Диаметр маховика для ручного управления наклоном от 600 до 1100мм.\nТеплоноситель при сушке и подогреве ковша – природный газ, кокс или мазут.\nТемпература расплавленной стали 1600-1650°С.\nЛитейные ковши вне зависимости от их емкости наполняются не более чем на 0,88 их внутренней высоты.\nПо запросу Заказчика ковши могут быть изготовлены с любым соотношением диаметра к высоте, а также с нестандартными размерами поворотной траверсы \\(подвески\\). Ковши имеют декларацию о соответствии требованиям таможенного союза.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/11/1351.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Модель ковша",
      "specs": [
        {
          "name": "Модель ковша",
          "value": "Ø2"
        },
        {
          "name": "QB-0.3",
          "value": "Ø500"
        },
        {
          "name": "QB-0.5",
          "value": "Ø570"
        },
        {
          "name": "QB-0.75",
          "value": "Ø650"
        },
        {
          "name": "QB-1",
          "value": "Ø688"
        },
        {
          "name": "QB-1.5",
          "value": "Ø780"
        },
        {
          "name": "QB-2",
          "value": "Ø860"
        },
        {
          "name": "QB-2.5",
          "value": "Ø910"
        },
        {
          "name": "QB-3",
          "value": "Ø980"
        },
        {
          "name": "QB-4",
          "value": "Ø1050"
        },
        {
          "name": "QB-5",
          "value": "Ø1150"
        },
        {
          "name": "QB-6",
          "value": "Ø1210"
        },
        {
          "name": "QB-8",
          "value": "Ø1320"
        },
        {
          "name": "QB-10",
          "value": "Ø1430"
        },
        {
          "name": "QB-12",
          "value": "Ø1550"
        },
        {
          "name": "QB-15",
          "value": "Ø1680"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/11/253.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/11/254.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/11/255.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/11/256.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "litejnyie-stopornyie-kovshi",
  "category": "ladle-carts",
  "subcategory": "ladles",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Литейные стопорные ковши",
  "titleEn": "",
  "model": "Модель ковша",
  "description": "**Литейные стопорные ковши** это ковши для донной разливки металла через специальное отверстие в днище ковша. Данный тип ковшей используется для транспортировки жидкого сплава от [плавильного участка](plavilnoe-oborudovanie/index.md \"Плавильное оборудование\")к месту разливки, а также для точечной разливки. Выпуск сплава происходит через стопорное отверстие в днище ковша. Неоспоримое преимущество стопорных ковшей состоит в том, что при разливке металла через выпускное отверстие снизу неметаллические включения \\(шлак, песок и пр.\\) находящиеся в металле непрерывно всплывают вверх, в то время как снизу металл остается чистым. Литейные стопорные ковши позволяют отказаться от предварительного скачивания шлака и получать более качественные отливки, т.к. шлаковый слой в ковше препятствует окислению металла. Легкоуправляемый стопор позволяет регулировать скорость разливки. Стопорные ковши в стандартном исполнении изготавливаются с соотношением чаши 1/1,2 и рассчитаны на увеличенный слой шлака 10% от массы металла. Данный тип ковшей оснащается сливным носком для слива шлака. Поворот стопорного ковша осуществляется в подвешенном состоянии при помощи литейного мостового крана за специальную серьгу на корпусе.\nЛитейные стопорные ковши имеют пояса жесткости, кованые транспортировочные цапфы, поворотные траверсы, управляемые стопорные устройства. Ковши поставляются без футеровочных материалов. Рекомендации по футеровке изложены в документации на русском языке, прилагаемой к каждому ковшу.\nПо техническому заданию заказчика литейные стопорные ковши могут быть изготовлены с любым соотношением диаметра к высоте, а также с нестандартными размерами поворотной траверсы \\(подвески\\). Все ковши имеют декларацию о соответствии требованиям таможенного союза.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/13/261.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Модель ковша",
      "specs": [
        {
          "name": "Модель ковша",
          "value": "D\\(мм\\)"
        },
        {
          "name": "GB-1",
          "value": "770"
        },
        {
          "name": "GB-2",
          "value": "950"
        },
        {
          "name": "GB-3",
          "value": "1132"
        },
        {
          "name": "GB-4",
          "value": "1225"
        },
        {
          "name": "GB-5",
          "value": "1293"
        },
        {
          "name": "GB-6",
          "value": "1408"
        },
        {
          "name": "GB-7",
          "value": "1479"
        },
        {
          "name": "GB-8",
          "value": "1550"
        },
        {
          "name": "GB-10",
          "value": "1629"
        },
        {
          "name": "GB-12",
          "value": "1720"
        },
        {
          "name": "GB-15",
          "value": "1855"
        },
        {
          "name": "GB-20",
          "value": "1985"
        },
        {
          "name": "GB-25",
          "value": "2110"
        },
        {
          "name": "GB-30",
          "value": "2205"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/13/262.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/13/263.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/13/264.jpg",
      "caption": ""
    }
  ]
}
];
