import { Product } from '../types';

export const DRABEMETY: Product[] = [
  {
  "id": "drobemet-proxodnogo-tipa",
  "category": "shot-blast",
  "subcategory": "shot-blast-machines",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Дробеметы проходные барабанного типа",
  "titleEn": "",
  "model": "Q4-30",
  "description": "**Дробеметы проходные барабанного типа** используются для очистки металлических изделий от загрязнений \\(окалина, остатки формовочной смеси, керамика, старые лакокрасочные покрытия и пр.\\). Дробеметы применяются для изделий массой до 100 кг и объемной диагональю до 500 мм.\nОчищаемые изделия поступают на вибрационный конвейер оборудования. Далее отливки поступают в зону дробеструйной обработки, где дробеметные головки, установленные в верхней части камеры, обеспечивают мощный, напраленный поток дроби, а барабан, который состоит из гусеничных башмаков, непрерывно переворачивает заготовку, гарантируя полную очистку отливок на всех ее поверхностях. Очищенная заготовка направляется на вибро-транспортер, после которого очищенные изделия поочередно разгружаются.\nУправление дробеметом осуществляется при помощи программируемого контроллера Siemens \\(PLC\\). Вся система оснащена автоматическим / ручным выключателем, всеми необходимыми датчиками для предотвращения аварий, предохранительными выключателями, сигнальными лампами и т. д.\nОсновные особенности данного дробемета:\n- Полностью автоматизированный процесс очистки, что значительно улучшает производительность производства;\n- Непрерывная подача заготовок, отсутствие промежуточной области укладки, компактная структура и малая занимаемая площадь;\n- Практически не требуется ручная работа, благодаря чему улучшаются условия труда.",
  "descriptionEn": "",
  "features": [
    "Полностью автоматизированный процесс очистки, что значительно улучшает производительность производства;",
    "Непрерывная подача заготовок, отсутствие промежуточной области укладки, компактная структура и малая занимаемая площадь;",
    "Практически не требуется ручная работа, благодаря чему улучшаются условия труда."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/68/765.jpg",
  "capacity": "500х80",
  "capacityEn": "",
  "power": "4х30",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Q4-30",
      "specs": [
        {
          "name": "Максимальный размер изделия ØхH, мм",
          "value": "500х80"
        },
        {
          "name": "Производительность, т/ч",
          "value": "4-6"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "4х300"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "4х30"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": ">20000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "210"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/68/770.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/68/766.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/68/767.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/68/768.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/68/769.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "drobemetnaya-ustanovka-q3720-v-respublike-tatarstan",
  "category": "shot-blast",
  "subcategory": "shot-blast-machines",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Поставка и запуск дробеметной установки Q3720 в Республике Татарстан",
  "titleEn": "",
  "model": "[Дробемет Q37](drobemetyi-podvesnogo-tipa.md)",
  "description": "В сентябре 2023 г была произведена поставка и запуск [дробеметной установки Q3720](drobemetyi-podvesnogo-tipa.md) в Республике Татарстан. [drobemetyi-barabannogo-tipa-s-lentochnyim-transporterom.html](drobemetyi-barabannogo-tipa-s-lentochnyim-transporterom.md)",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "[Дробемет Q37](drobemetyi-podvesnogo-tipa.md)",
      "specs": [
        {
          "name": "[Дробемет Q37](drobemetyi-podvesnogo-tipa.md)",
          "value": "[20](drobemetyi-podvesnogo-tipa.md)"
        }
      ]
    }
  ],
  "galleryImages": []
},
  {
  "id": "drobemetnyie-ustanovki-dlya-vnutrennej-i-vneshnej-ochistki-trub",
  "category": "shot-blast",
  "subcategory": "shot-blast-machines",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Дробеметные установки для внутренней и внешней очистки труб",
  "titleEn": "",
  "model": "Тип установки",
  "description": "![](../../img/katalog/db/dbt-s.png)\nДробеметные камеры такой конструкции необходимы в литейно-прокатных цехах, где существует необходимость дробемётной очистки большого количества трубных заготовок \\(снятие окалины, загрязнений, удаление ржавчины, заусенец, изоляции и т.д.\\).\nОчистное оборудование состоит из дробеметной камеры, элеватора, сепаратора, винтового транспортера, дробеметных головок, роликового транспортера, площадки обслуживания, системы подачи дроби, фундамента, системы пылеулавливания, электронного контроля и т.д. Рольганги дробеметного комплекса для загрузки и выгрузки круглого проката имеют ролики, унифицированные по типоразмерам с роликами реверсивного транспортного рольганга участка абразивной зачистки и имеют профилированную бочку для позиционирования и обеспечения устойчивого положения при перемещении штанг длиной 6 – 12м.\n**Принцип работы дробеметной установки для наружней очистки труб.**\n1. Труба устанавливается на начальную позицию;\n2. Система рольгангов подаёт трубу горизонтально в дробеметную камеру. Скорость подачи регулируется в зависимости от степени загрязнения;\n3. Дробеметные турбины, установленные в верхней и нижней части камеры, создают направленный поток дроби, охватывающий большую часть окружности трубы. Одновременно с подачей дроби происходит вращение трубы внутри камеры;\n4. Принимающий рольганг выводит трубу за пределы камеры;\n5. Очищенная труба снимается, на ее место устанавливается следующее изделие.\nВ процессе очистки дробь по шнеку переходит в элеватор и поднимается к сепаратору, где производится очистка дроби и дальнейший возврат в работу.\n**Принцип работы дробеметной установки для внутренней очистки труб.**",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/74/920.jpg",
  "capacity": "Φ 50-300",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Тип установки",
      "specs": [
        {
          "name": "Тип установки",
          "value": "Для внутренней очистки"
        },
        {
          "name": "Модель",
          "value": "QGN100"
        },
        {
          "name": "Размер трубы, мм",
          "value": "Φ 50-300"
        },
        {
          "name": "Скорость очистки, м/мин",
          "value": "1-4"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/74/927.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/74/921.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/74/926.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/74/922.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/74/923.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/74/924.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/74/925.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "drobemetyi-barabannogo-tipa-s-lentochnyim-transporterom",
  "category": "shot-blast",
  "subcategory": "shot-blast-machines",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Дробеметы барабанного типа с ленточным транспортером",
  "titleEn": "",
  "model": "Q324 … Q28GL",
  "description": "**Дробеметы барабанного типа с ленточным транспортером** используются для очистки металлических изделий от загрязнений различного характера, таких как окалина, остатки формовочной смеси, керамика, старые лакокрасочные покрытия и пр. Дробеметы применимы для изделий массой не более 363 кг.\nДробеметная установка барабанного типа с ленточным транспортером представляет собой камеру, внутри которой за счет направляющих дисков, ведущего и натяжного валов, **ленточного** или **реечного транспортеров**, сформировано рабочее пространство. Дробеметная камера оснащена рабочей дверцей, загрузочным устройством \\(опция\\), системой дробеобращения и очистки дроби, пылеуловителем рукавного типа. Изделия загружаются в камеру дробеметного барабана через рабочую дверцу. Дверца герметично закрывается. Факел дроби от дробеметной головки покрывает рабочую зону с изделиями и обеспечивает равномерную всестороннюю очистку, благодаря тому что изделия перемешиваются и переворачиваются. По окончанию цикла дробеметной очистки дверца камеры открывается, транспортер меняет направление движения и изделия выгружаются из камеры дробеметной установки.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/17/1686.jpg",
  "capacity": "400",
  "capacityEn": "",
  "power": "4",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Q324",
      "specs": [
        {
          "name": "Диаметр барабана, мм",
          "value": "400"
        },
        {
          "name": "Максимальная масса одного изделия, кг",
          "value": "5"
        },
        {
          "name": "Максимальная объемная диагональ изделия, мм",
          "value": "150"
        },
        {
          "name": "Максимальная масса загрузки, кг",
          "value": "80"
        },
        {
          "name": "Производительность, кг/час",
          "value": "250-400"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "70"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "4"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "1300"
        },
        {
          "name": "Эффективность пылеулавливания, %",
          "value": "99"
        },
        {
          "name": "Тип ленточного транспортера",
          "value": "Резиновая лента"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "7"
        }
      ]
    },
    {
      "model": "Q326",
      "specs": [
        {
          "name": "Диаметр барабана, мм",
          "value": "650"
        },
        {
          "name": "Максимальная масса одного изделия, кг",
          "value": "10"
        },
        {
          "name": "Максимальная объемная диагональ изделия, мм",
          "value": "300"
        },
        {
          "name": "Максимальная масса загрузки, кг",
          "value": "200"
        },
        {
          "name": "Производительность, кг/час",
          "value": "600-1200"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "120"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "7,5"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "2000"
        },
        {
          "name": "Эффективность пылеулавливания, %",
          "value": "99"
        },
        {
          "name": "Тип ленточного транспортера",
          "value": "Резиновая лента"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "12,6"
        }
      ]
    },
    {
      "model": "Q3210",
      "specs": [
        {
          "name": "Диаметр барабана, мм",
          "value": "1000"
        },
        {
          "name": "Максимальная масса одного изделия, кг",
          "value": "30"
        },
        {
          "name": "Максимальная объемная диагональ изделия, мм",
          "value": "450"
        },
        {
          "name": "Максимальная масса загрузки, кг",
          "value": "600"
        },
        {
          "name": "Производительность, кг/час",
          "value": "2000-2500"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "180"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "11"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "3500"
        },
        {
          "name": "Эффективность пылеулавливания, %",
          "value": "99"
        },
        {
          "name": "Тип ленточного транспортера",
          "value": "Резиновая лента"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "18,07"
        }
      ]
    },
    {
      "model": "Q3220",
      "specs": [
        {
          "name": "Диаметр барабана, мм",
          "value": "1000"
        },
        {
          "name": "Максимальная масса одного изделия, кг",
          "value": "50"
        },
        {
          "name": "Максимальная объемная диагональ изделия, мм",
          "value": "450"
        },
        {
          "name": "Максимальная масса загрузки, кг",
          "value": "1200"
        },
        {
          "name": "Производительность, кг/час",
          "value": "4000-5000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "2х250"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "2х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "6000"
        },
        {
          "name": "Эффективность пылеулавливания, %",
          "value": "99"
        },
        {
          "name": "Тип ленточного транспортера",
          "value": "Резиновая лента / Металлический реечный"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "51"
        }
      ]
    },
    {
      "model": "Q15GL",
      "specs": [
        {
          "name": "Диаметр барабана, мм",
          "value": "1092"
        },
        {
          "name": "Максимальная масса одного изделия, кг",
          "value": "250"
        },
        {
          "name": "Максимальная объемная диагональ изделия, мм",
          "value": "550"
        },
        {
          "name": "Максимальная масса загрузки, кг",
          "value": "1350"
        },
        {
          "name": "Производительность, кг/час",
          "value": "5000-8000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "480"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "30"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "5000"
        },
        {
          "name": "Эффективность пылеулавливания, %",
          "value": "99"
        },
        {
          "name": "Тип ленточного транспортера",
          "value": "Металлический реечный"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "48,5"
        }
      ]
    },
    {
      "model": "Q28GL",
      "specs": [
        {
          "name": "Диаметр барабана, мм",
          "value": "1245"
        },
        {
          "name": "Максимальная масса одного изделия, кг",
          "value": "363"
        },
        {
          "name": "Максимальная объемная диагональ изделия, мм",
          "value": "700"
        },
        {
          "name": "Максимальная масса загрузки, кг",
          "value": "3500"
        },
        {
          "name": "Производительность, кг/час",
          "value": "8000-12000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "2х340"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "2х22"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "6000"
        },
        {
          "name": "Эффективность пылеулавливания, %",
          "value": "99"
        },
        {
          "name": "Тип ленточного транспортера",
          "value": "Металлический реечный"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "67,3"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/17/1596.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/1577.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/1223.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/1597.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/1182.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/1231.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/1150.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/1147.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/1120.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/1148.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/1093.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/1055.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/895.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/914.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/860.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/913.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/859.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/815.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/816.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/804.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/805.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/759.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/758.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/650.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/591.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/631.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/636.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/635.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/530.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/280.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/277.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/278.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/17/279.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "drobemetyi-barabannogo-tipa",
  "category": "shot-blast",
  "subcategory": "shot-blast-machines",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Дробеметы барабанного типа",
  "titleEn": "",
  "model": "Внутренний диаметр барабана, мм",
  "description": "**Дробеметы барабанного типа** используются для очистки металлических изделий от загрязнений различного характера. Данные установки применимы для изделий массой одного изделия не более 30 кг.\nДробеметные установки барабанного типа представляет собой горизонтально расположенный цилиндрический кожух, облицованный изнутри износостойкой броней и установленный на опорные ролики. С одной стороны дробеметного барабана располагается рабочая дверца для загрузки/выгрузки изделий, с другой расположена дробеметная головка и система дробеобращения. Дробемет комплектуется современной системой пылеулавливания. Изделия загружаются в камеру барабана через рабочую дверцу, дверца герметично закрывается. Факел дроби от дробеметной головки покрывает рабочую зону с изделиями и обеспечивает равномерную всестороннюю очистку, благодаря тому что изделия перемешиваются и переворачиваются. Для ажурных изделий, а также изделий из цветных сплавов рабочая область дробеметного барабана может быть облицована резиновой броней.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/16/1418.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Внутренний диаметр барабана, мм",
      "specs": [
        {
          "name": "Q3110BI",
          "value": "1000"
        },
        {
          "name": "Q3110BII",
          "value": "1000"
        },
        {
          "name": "Q3113BI",
          "value": "1300"
        },
        {
          "name": "Q3113BII",
          "value": "1300"
        }
      ]
    },
    {
      "model": "Глубина барабана, мм",
      "specs": [
        {
          "name": "Q3110BI",
          "value": "800"
        },
        {
          "name": "Q3110BII",
          "value": "800"
        },
        {
          "name": "Q3113BI",
          "value": "1200"
        },
        {
          "name": "Q3113BII",
          "value": "1200"
        }
      ]
    },
    {
      "model": "Максимальная масса загрузки, кг",
      "specs": [
        {
          "name": "Q3110BI",
          "value": "300"
        },
        {
          "name": "Q3110BII",
          "value": "300"
        },
        {
          "name": "Q3113BI",
          "value": "600"
        },
        {
          "name": "Q3113BII",
          "value": "600"
        }
      ]
    },
    {
      "model": "Максимальный вес изделия, кг",
      "specs": [
        {
          "name": "Q3110BI",
          "value": "15"
        },
        {
          "name": "Q3110BII",
          "value": "15"
        },
        {
          "name": "Q3113BI",
          "value": "30"
        },
        {
          "name": "Q3113BII",
          "value": "30"
        }
      ]
    },
    {
      "model": "Производительность кг/час",
      "specs": [
        {
          "name": "Q3110BI",
          "value": "600-1500"
        },
        {
          "name": "Q3110BII",
          "value": "600-1500"
        },
        {
          "name": "Q3113BI",
          "value": "1000-2500"
        },
        {
          "name": "Q3113BII",
          "value": "1000-2500"
        }
      ]
    },
    {
      "model": "Мощность дробеметной головки, кВт",
      "specs": [
        {
          "name": "Q3110BI",
          "value": "7,5"
        },
        {
          "name": "Q3110BII",
          "value": "7,5"
        },
        {
          "name": "Q3113BI",
          "value": "11"
        },
        {
          "name": "Q3113BII",
          "value": "11"
        }
      ]
    },
    {
      "model": "Производительность вытяжной вентиляции, м3/час",
      "specs": [
        {
          "name": "Q3110BI",
          "value": "800"
        },
        {
          "name": "Q3110BII",
          "value": "2000"
        },
        {
          "name": "Q3113BI",
          "value": "2000"
        },
        {
          "name": "Q3113BII",
          "value": "2800"
        }
      ]
    },
    {
      "model": "Скорость вращения барабана, об./мин",
      "specs": [
        {
          "name": "Q3110BI",
          "value": "3"
        },
        {
          "name": "Q3110BII",
          "value": "3"
        },
        {
          "name": "Q3113BI",
          "value": "2,5"
        },
        {
          "name": "Q3113BII",
          "value": "2,5"
        }
      ]
    },
    {
      "model": "Расход дроби, кг/мин",
      "specs": [
        {
          "name": "Q3110BI",
          "value": "120"
        },
        {
          "name": "Q3110BII",
          "value": "120"
        },
        {
          "name": "Q3113BI",
          "value": "160"
        },
        {
          "name": "Q3113BII",
          "value": "160"
        }
      ]
    },
    {
      "model": "Эффективность вытяжной вентиляции, %",
      "specs": [
        {
          "name": "Q3110BI",
          "value": "85"
        },
        {
          "name": "Q3110BII",
          "value": "99"
        },
        {
          "name": "Q3113BI",
          "value": "85"
        },
        {
          "name": "Q3113BII",
          "value": "99"
        }
      ]
    },
    {
      "model": "Общая мощность, кВт",
      "specs": [
        {
          "name": "Q3110BI",
          "value": "9,7"
        },
        {
          "name": "Q3110BII",
          "value": "11,17"
        },
        {
          "name": "Q3113BI",
          "value": "14,5"
        },
        {
          "name": "Q3113BII",
          "value": "16,3"
        }
      ]
    },
    {
      "model": "Габаритные размеры, мм",
      "specs": [
        {
          "name": "Q3110BI",
          "value": "2078х2458х1861"
        },
        {
          "name": "Q3110BII",
          "value": "3870х2458х2250"
        },
        {
          "name": "Q3113BI",
          "value": "2550х2341х2250"
        },
        {
          "name": "Q3113BII",
          "value": "4362х2341х2250"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/16/427.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/16/763.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/16/762.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/16/273.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/16/274.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/16/275.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/16/276.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "drobemetyi-podvesnogo-tipa",
  "category": "shot-blast",
  "subcategory": "shot-blast-machines",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Дробеметы подвесного типа",
  "titleEn": "",
  "model": "Q376 … Q3750",
  "description": "**Дробеметы подвесного типа** используются для очистки металлических изделий от загрязнений \\(окалина, остатки формовочной смеси, керамика, старые лакокрасочные покрытия и пр.\\). Дробеметы применяются для изделий массой от 5 кг и объемной диагональю от 150мм и выше.\nОчищаемые изделия навешиваются на гак подвески дробеметной установки, после чего подвеска поднимается на установленную высоту и перемещается на рабочую позицию в дробеметной камере. После этого двери камеры герметично закрываются, запускается устройство вращения подвески, система дробеобращения и пылеулавливания. Подача дроби осуществляется по команде с программируемого контроллера \\(PLC\\), либо по команде оператора в ручном режиме очистки. Пневматические шиберы открывают подачу дроби на дробеметные головки, а те в свою очередь направляют факелы дроби на изделия. По истечению установленного интервала времени устройство вращения меняет направление вращения на противоположное, благодаря этому изделие получает всестороннюю очистку.\nДробеметные установки подвесного типа могут поставляться в нескольких вариациях подвесного пути и конструкции камеры:\n- Камера с «I»-образным путем – тупиковая камера с одной подвеской;\n- Камера с «Y»-образным путем – тупиковая камера с двумя подвесками;\n- Камера с «O»-образным замкнутым путем – проходная камера непрерывного или периодического действия с несколькими подвесками.",
  "descriptionEn": "",
  "features": [
    "Камера с «I»-образным путем – тупиковая камера с одной подвеской;",
    "Камера с «Y»-образным путем – тупиковая камера с двумя подвесками;",
    "Камера с «O»-образным замкнутым путем – проходная камера непрерывного или периодического действия с несколькими подвесками."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/18/1425.jpg",
  "capacity": "800х1200",
  "capacityEn": "",
  "power": "2х7,5",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Q376",
      "specs": [
        {
          "name": "Максимальный размер изделия ØхH, мм",
          "value": "800х1200"
        },
        {
          "name": "Максимальная нагрузка на крюк, кг",
          "value": "600"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "2х120"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "2х7,5"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "5000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "22"
        }
      ]
    },
    {
      "model": "Q378",
      "specs": [
        {
          "name": "Максимальный размер изделия ØхH, мм",
          "value": "1000х1500"
        },
        {
          "name": "Максимальная нагрузка на крюк, кг",
          "value": "1000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "2х180"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "2х11"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "8000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "33,5"
        }
      ]
    },
    {
      "model": "Q3710",
      "specs": [
        {
          "name": "Максимальный размер изделия ØхH, мм",
          "value": "1200х1500"
        },
        {
          "name": "Максимальная нагрузка на крюк, кг",
          "value": "1000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "2х200"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "2х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "8000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "46,2"
        }
      ]
    },
    {
      "model": "Q3720",
      "specs": [
        {
          "name": "Максимальный размер изделия ØхH, мм",
          "value": "1500х2000"
        },
        {
          "name": "Максимальная нагрузка на крюк, кг",
          "value": "2000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "3х200"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "3х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "9000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "67,7"
        }
      ]
    },
    {
      "model": "Q3730",
      "specs": [
        {
          "name": "Максимальный размер изделия ØхH, мм",
          "value": "1500х2300"
        },
        {
          "name": "Максимальная нагрузка на крюк, кг",
          "value": "3000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "3х250"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "3х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "15000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "71,4"
        }
      ]
    },
    {
      "model": "Q3750",
      "specs": [
        {
          "name": "Максимальный размер изделия ØхH, мм",
          "value": "1600х2200"
        },
        {
          "name": "Максимальная нагрузка на крюк, кг",
          "value": "5000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "3х250"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "3х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "15000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "78,4"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/18/1768.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/1592.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/1367.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/1298.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/1277.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/1163.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/1070.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/1412.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/1076.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/1167.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/1020.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/1077.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/955.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/906.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/956.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/836.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/837.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/829.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/699.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/283.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/531.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/626.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/281.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/284.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/282.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/532.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/533.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/534.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/536.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/535.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/18/537.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "drobemetyi-proxodnyie-podvesnogo-tipa-taktovogo-i-nepreryivnogo-dejstviya",
  "category": "shot-blast",
  "subcategory": "shot-blast-machines",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Дробеметы проходные подвесного типа тактового и непрерывного действия",
  "titleEn": "",
  "model": "Q483 … Q4850",
  "description": "**Дробеметы проходные подвесного типа** используются для очистки металлических изделий от загрязнений различного характера, таких как окалина, остатки формовочной смеси, керамика, старые лакокрасочные покрытия и пр. Дробеметы применяются для изделий массой от 5 кг и объемной диагональю от 150мм и выше.\nОчищаемые изделия навешиваются на гак подвески дробеметной установки. Подвеска поднимается на установленную высоту и перемещается на рабочую позицию в дробеметной камере. После этого двери камеры герметично закрываются, запускается устройство вращения подвески, система дробеобращения и пылеулавливания. Подача дроби осуществляется по команде с программируемого контроллера \\(PLC\\), либо по команде оператора в ручном режиме очистки. Пневматические шиберы открывают подачу дроби на дробеметные головки, а те в свою очередь направляют факелы дроби на изделия. По истечению установленного интервала времени устройство вращения меняет направление вращения на противоположное, благодаря этому изделие получает всестороннюю очистку. В конце цикла двери дробеметной камеры открываются и подвеска с очищенным изделием перемещается из камеры с другой стороны на позицию разгрузки.\nДробеметы проходные подвесного типа могут поставляться в нескольких вариациях подвесного пути:\n- дробеметная камера с «O»-образным замкнутым подвесным рельсовым путем – проходная камера непрерывного или периодического действия с несколькими подвесками;\n- дробеметная камера с «O»-образным замкнутым подвесным цепным конвейером – проходная камера непрерывного или периодического действия с несколькими подвесками.",
  "descriptionEn": "",
  "features": [
    "дробеметная камера с «O»-образным замкнутым подвесным рельсовым путем – проходная камера непрерывного или периодического действия с несколькими подвесками;",
    "дробеметная камера с «O»-образным замкнутым подвесным цепным конвейером – проходная камера непрерывного или периодического действия с несколькими подвесками."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/19/285.jpg",
  "capacity": "1000х1400",
  "capacityEn": "",
  "power": "2х15",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Q483",
      "specs": [
        {
          "name": "Максимальный размер изделия ØхH, мм",
          "value": "1000х1400"
        },
        {
          "name": "Максимальная нагрузка на крюк, кг",
          "value": "300"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "2х250"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "2х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "6000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "40"
        }
      ]
    },
    {
      "model": "Q485",
      "specs": [
        {
          "name": "Максимальный размер изделия ØхH, мм",
          "value": "1200х1700"
        },
        {
          "name": "Максимальная нагрузка на крюк, кг",
          "value": "500"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "3х250"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "3х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "10000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "60"
        }
      ]
    },
    {
      "model": "Q488",
      "specs": [
        {
          "name": "Максимальный размер изделия ØхH, мм",
          "value": "700х2400"
        },
        {
          "name": "Максимальная нагрузка на крюк, кг",
          "value": "800"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "6х250"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "6х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "25000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "100"
        }
      ]
    },
    {
      "model": "Q4810",
      "specs": [
        {
          "name": "Максимальный размер изделия ØхH, мм",
          "value": "1000х2500"
        },
        {
          "name": "Максимальная нагрузка на крюк, кг",
          "value": "1000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "6х250"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "6х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "25000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "110"
        }
      ]
    },
    {
      "model": "Q4820",
      "specs": [
        {
          "name": "Максимальный размер изделия ØхH, мм",
          "value": "1000х2500"
        },
        {
          "name": "Максимальная нагрузка на крюк, кг",
          "value": "2000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "6х250"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "6х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "25000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "115"
        }
      ]
    },
    {
      "model": "Q4850",
      "specs": [
        {
          "name": "Максимальный размер изделия ØхH, мм",
          "value": "1000х2500"
        },
        {
          "name": "Максимальная нагрузка на крюк, кг",
          "value": "5000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "6х250"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "6х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "25000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "120"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/19/526.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/19/286.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/19/528.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/19/287.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/19/288.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/19/527.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "drobemetyi-s-povorotnyim-stolom",
  "category": "shot-blast",
  "subcategory": "shot-blast-machines",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Дробеметы с поворотным столом",
  "titleEn": "",
  "model": "Q3512 … Q7630",
  "description": "**Дробеметы с поворотным столом** используются для очистки металлических изделий от загрязнений различного характера, таких как окалина, остатки формовочной смеси, керамика, старые лакокрасочные покрытия и пр. Дробеметные установки применяются для изделий массой от 5 кг и объемной диагональю от 150мм. Максимальный вес очищаемых изделий для дробеметов с вращающимся столом может составлять до 100 тонн.\nОчищаемые изделия укладываются на поворотный стол дробемета, после чего закрываются дверцы камеры, запускается вращение рабочего стола. Затем запускается система дробеобращения и пылеулавливания. Подача дроби в дробеметную камеру осуществляется по команде с программируемого контроллера \\(PLC\\), либо по команде оператора в ручном режиме очистки. Пневматические шиберы открывают подачу дроби на дробеметные головки, а те в свою очередь направляют факелы дроби на изделия. По истечению установленного интервала времени поворотный стол меняет направление вращения на противоположное, благодаря этому изделие получает всестороннюю очистку.\nДробеметные установки с поворотным столом могут поставляться в нескольких вариациях:\n- Дробеметная камера со стационарным поворотным столом;\n- Дробеметная камера с выдвижным поворотным столом.\nКроме этого любой дробемет с вращающимся столом можно опционально дооснастить ручными дробеструйными устройствами для очистки сложных внутренних полостей.",
  "descriptionEn": "",
  "features": [
    "Дробеметная камера со стационарным поворотным столом;",
    "Дробеметная камера с выдвижным поворотным столом."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/20/599.jpg",
  "capacity": "1200",
  "capacityEn": "",
  "power": "11",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Q3512",
      "specs": [
        {
          "name": "Диаметр стола, мм",
          "value": "1200"
        },
        {
          "name": "Тип поворотного стола",
          "value": "Стационарный"
        },
        {
          "name": "Максимальная нагрузка на стол, кг",
          "value": "500"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "200"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "11"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "2800"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "17,3"
        }
      ]
    },
    {
      "model": "Q3518",
      "specs": [
        {
          "name": "Диаметр стола, мм",
          "value": "1800"
        },
        {
          "name": "Тип поворотного стола",
          "value": "Выдвижной"
        },
        {
          "name": "Максимальная нагрузка на стол, кг",
          "value": "800"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "2х120"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "2х7,5"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "2800"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "20"
        }
      ]
    },
    {
      "model": "Q3525",
      "specs": [
        {
          "name": "Диаметр стола, мм",
          "value": "2500"
        },
        {
          "name": "Тип поворотного стола",
          "value": ""
        },
        {
          "name": "Максимальная нагрузка на стол, кг",
          "value": "1000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "2х250"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "2х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "5200"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "35"
        }
      ]
    },
    {
      "model": "Q365",
      "specs": [
        {
          "name": "Диаметр стола, мм",
          "value": "2500"
        },
        {
          "name": "Тип поворотного стола",
          "value": ""
        },
        {
          "name": "Максимальная нагрузка на стол, кг",
          "value": "5000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "2х250"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "2х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "13200"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "40"
        }
      ]
    },
    {
      "model": "Q3610",
      "specs": [
        {
          "name": "Диаметр стола, мм",
          "value": "2500"
        },
        {
          "name": "Тип поворотного стола",
          "value": ""
        },
        {
          "name": "Максимальная нагрузка на стол, кг",
          "value": "10000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "4х250"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "4х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "24000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "190"
        }
      ]
    },
    {
      "model": "Q7630",
      "specs": [
        {
          "name": "Диаметр стола, мм",
          "value": "4000"
        },
        {
          "name": "Тип поворотного стола",
          "value": ""
        },
        {
          "name": "Максимальная нагрузка на стол, кг",
          "value": "30000"
        },
        {
          "name": "Расход дроби, кг/мин",
          "value": "4х250"
        },
        {
          "name": "Мощность дробеметной головки, кВт",
          "value": "4х15"
        },
        {
          "name": "Производительность вытяжной вентиляции, м3/ч",
          "value": "24000"
        },
        {
          "name": "Общая мощность, кВт",
          "value": "210"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/20/289.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/20/598.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/20/290.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/20/291.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/20/292.jpg",
      "caption": ""
    }
  ]
}
];
