import { Product } from '../types';

export const PRODUCTS_XTC: Product[] = [
  {
  "id": "manipulyatoryi-dlya-sborki-form",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Манипулятор для сборки форм",
  "titleEn": "",
  "model": "Модель",
  "description": "**Подвесной манипулятор** применяется для транспортировки, кантования и сборки форм из песчаных смесей. Устройство может использоваться как для форм в опоках так и безопочных форм с применением специализированных цапф. Плавность устройства кантования гарантирует переворачивание формы без ее повреждения. Манипулятор может поставляться в 3-х исполнениях:\n- C цепными стропами;\n- С текстильными стропами.\n- Зажимной манипулятор \\(гидравлический или пневматический\\)\nОсновные части устройства:\n- Рама манипулятора;\n- Балансирующее устройство;\n- Устройство для регулирования расстояния между стропами;\n- Кантующее устройство.\nРама выполнена сварной из листовой и профильной стали. Когда манипулятор долго не используется его устанавливают на специальные стойки. Балансирующее устройство представляет собой механизм, который проводит корректировку центра тяжести при при его смещении под действием нагрузки. За счет такой корректировки обеспечивается стабильная и безопасная работа при подъеме, перемещении и кантовке груза. Устройство регулирования расстояния между стропами позволяет подстраивать манипулятор практически под любые задачи и грузы. За счет кантующего устройства происходит переворот груза.",
  "descriptionEn": "",
  "features": [
    "C цепными стропами;",
    "С текстильными стропами.",
    "Зажимной манипулятор \\(гидравлический или пневматический\\)",
    "Рама манипулятора;",
    "Балансирующее устройство;",
    "Устройство для регулирования расстояния между стропами;",
    "Кантующее устройство."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/54/483.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Максимальная нагрузка, кг",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "5"
        },
        {
          "name": "HTF-10T",
          "value": "10"
        }
      ]
    },
    {
      "model": "Минимальная/максимальная длина опоки, мм",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "850~6000"
        },
        {
          "name": "HTF-10T",
          "value": "1670~7500"
        }
      ]
    },
    {
      "model": "Скорость хода устройства регулирования длины, м/мин",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "4,8"
        },
        {
          "name": "HTF-10T",
          "value": "4,8"
        }
      ]
    },
    {
      "model": "Мощность устройства регулирования длины, кВт",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "0,25"
        },
        {
          "name": "HTF-10T",
          "value": "0,55"
        }
      ]
    },
    {
      "model": "Скорость кантования, не более, об/мин",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "2,2"
        },
        {
          "name": "HTF-10T",
          "value": "2,2"
        }
      ]
    },
    {
      "model": "Мощность устройства кантования, кВт",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "0,75"
        },
        {
          "name": "HTF-10T",
          "value": "1,5"
        }
      ]
    },
    {
      "model": "Модель",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "HTF-II5000"
        },
        {
          "name": "HTF-10T",
          "value": "HTF- II10000"
        }
      ]
    },
    {
      "model": "Максимальная нагрузка, кг",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "5"
        },
        {
          "name": "HTF-10T",
          "value": "10"
        }
      ]
    },
    {
      "model": "Длина рамы, мм",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "3000"
        },
        {
          "name": "HTF-10T",
          "value": "3500"
        }
      ]
    },
    {
      "model": "Минимальная/максимальная длина опоки, мм",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "500~2200"
        },
        {
          "name": "HTF-10T",
          "value": "550~2800"
        }
      ]
    },
    {
      "model": "Скорость хода устройства регулирования длины, м/мин",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "9"
        },
        {
          "name": "HTF-10T",
          "value": "9"
        }
      ]
    },
    {
      "model": "Мощность устройства регулирования длины, кВт",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "2х0,18"
        },
        {
          "name": "HTF-10T",
          "value": "2х0,25"
        }
      ]
    },
    {
      "model": "Скорость кантования, не более, м/мин",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "2"
        },
        {
          "name": "HTF-10T",
          "value": "2"
        }
      ]
    },
    {
      "model": "Мощность устройства кантования, кВт",
      "specs": [
        {
          "name": "HTF-5T",
          "value": "0,55"
        },
        {
          "name": "HTF-10T",
          "value": "0,55"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/54/484.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/54/485.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/54/486.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/54/487.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/54/488.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/54/489.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovanie-xts-peredatochnaya-telezhka",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Передаточная тележка",
  "titleEn": "",
  "model": "Z54130 … Z54300",
  "description": "**Передаточная тележка** используются в формовочных линиях ХТС принципа FAST-LOOP для перемещения подмодельных плит и полуформ, кроме этого передаточные тележки могут использоваться на заливочных ветвях. Для перемещения подмодельных плит и опочных полуформ передаточные тележки оснащаются рольганговым транспортером, для перемещения безопочных полуформ применяется ленточный транспортер, для перемещения форм на заливочных ветвях применяется тележка с гидравлическим толкателем. Длина и ширина транспортеров подбираетя в зависимости от максимальных размеров формы. Для позиционирования подмодельных плит используются бесконтактные концевые выключатели. Приводы транспортеров, а также приводы перемещения тележки оснащаются частотными преобразователями частоты для регулирования скорости. Система управления передаточными тележками интегрируется в систему управления линией ХТС. Для небольших производств возможна поставка неприводных передаточных тележек.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/53/500.jpg",
  "capacity": "1250 х 1200",
  "capacityEn": "",
  "power": "0,5",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Z54130",
      "specs": [
        {
          "name": "Грузоподъемность на 1м2 , кг",
          "value": "2000"
        },
        {
          "name": "Размер рольганга, мм",
          "value": "1250 х 1200"
        },
        {
          "name": "Мощность привода, кВт",
          "value": "0,5"
        }
      ]
    },
    {
      "model": "Z54150",
      "specs": [
        {
          "name": "Грузоподъемность на 1м2 , кг",
          "value": "2000"
        },
        {
          "name": "Размер рольганга, мм",
          "value": "1500х1200"
        },
        {
          "name": "Мощность привода, кВт",
          "value": "0,5"
        }
      ]
    },
    {
      "model": "Z54160",
      "specs": [
        {
          "name": "Грузоподъемность на 1м2 , кг",
          "value": "2000"
        },
        {
          "name": "Размер рольганга, мм",
          "value": "1550х1200"
        },
        {
          "name": "Мощность привода, кВт",
          "value": "0,5"
        }
      ]
    },
    {
      "model": "Z54180",
      "specs": [
        {
          "name": "Грузоподъемность на 1м2 , кг",
          "value": "2500"
        },
        {
          "name": "Размер рольганга, мм",
          "value": "1800х1200"
        },
        {
          "name": "Мощность привода, кВт",
          "value": "1"
        }
      ]
    },
    {
      "model": "Z54250",
      "specs": [
        {
          "name": "Грузоподъемность на 1м2 , кг",
          "value": "4000"
        },
        {
          "name": "Размер рольганга, мм",
          "value": "2550х1400"
        },
        {
          "name": "Мощность привода, кВт",
          "value": "1,5"
        }
      ]
    },
    {
      "model": "Z54300",
      "specs": [
        {
          "name": "Грузоподъемность на 1м2 , кг",
          "value": "4000"
        },
        {
          "name": "Размер рольганга, мм",
          "value": "3000х1400"
        },
        {
          "name": "Мощность привода, кВт",
          "value": "1,5"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/53/479.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/53/501.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/53/480.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/53/478.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/53/481.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/53/482.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/53/477.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovanie-xts-vibrostol",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Вибростол ХТС",
  "titleEn": "",
  "model": "Z291 … Z2910",
  "description": "**Вибростол** применяется для уплотнения песчано-смоляной смеси в технологии изготовления форм из ХТС. Вибростол состоит из стационарной рамы с рольгангом, рабочей рамы с вибродвигателями и пневматических подушек. После заполнения оснастки смесью, оператор включает подъем вибростола, рабочая рама поднимается над уровнем рольганга на установленную высоту, после чего оператор запускает вибрацию. Все управление располагается на пульте смесителя. Усилие вибрации регулируется при помощи частотного преобразователя. Время вибрации определяет оператор-формовщик, оно зависит от габаритных размеров формы, сложности модельной оснастки и пр. По завершению уплотнения вибрация отключается, рабочая рама опускается в исходное положение, а заполненная форма продвигается по рольгангу на позицию затвердевания. Рольганг вибростола может быть оснащен электроприводом и концевыми выключателями.\nСовместно с вибростолом формовочный участок комплектуется [смесителем непрерывного действия](smesiteli-periodicheskogo-i-nepreryivnogo-dejstviya.md).",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/28/1296.jpg",
  "capacity": "1250 х 1200",
  "capacityEn": "",
  "power": "4 х 0,25",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Z291",
      "specs": [
        {
          "name": "Грузоподъемность, тн",
          "value": "1"
        },
        {
          "name": "Усилие вибрации, кН",
          "value": "10"
        },
        {
          "name": "Размер рабочей поверхности, мм",
          "value": "1250 х 1200"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "4 х 0,25"
        }
      ]
    },
    {
      "model": "Z292",
      "specs": [
        {
          "name": "Грузоподъемность, тн",
          "value": "2"
        },
        {
          "name": "Усилие вибрации, кН",
          "value": "20"
        },
        {
          "name": "Размер рабочей поверхности, мм",
          "value": "1250 х 1200"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "4 х 0,4"
        }
      ]
    },
    {
      "model": "Z293",
      "specs": [
        {
          "name": "Грузоподъемность, тн",
          "value": "3"
        },
        {
          "name": "Усилие вибрации, кН",
          "value": "32"
        },
        {
          "name": "Размер рабочей поверхности, мм",
          "value": "1500 х 1200"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "4 х 0,75"
        }
      ]
    },
    {
      "model": "Z294",
      "specs": [
        {
          "name": "Грузоподъемность, тн",
          "value": "4"
        },
        {
          "name": "Усилие вибрации, кН",
          "value": "40"
        },
        {
          "name": "Размер рабочей поверхности, мм",
          "value": "1550 х 1200"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "4 х 1,5"
        }
      ]
    },
    {
      "model": "Z295",
      "specs": [
        {
          "name": "Грузоподъемность, тн",
          "value": "5"
        },
        {
          "name": "Усилие вибрации, кН",
          "value": "50"
        },
        {
          "name": "Размер рабочей поверхности, мм",
          "value": "1800 х 1200"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "4 х 1,5"
        }
      ]
    },
    {
      "model": "Z296",
      "specs": [
        {
          "name": "Грузоподъемность, тн",
          "value": "6"
        },
        {
          "name": "Усилие вибрации, кН",
          "value": "70"
        },
        {
          "name": "Размер рабочей поверхности, мм",
          "value": "2545 х 1400"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "4 х 1,5"
        }
      ]
    },
    {
      "model": "Z298",
      "specs": [
        {
          "name": "Грузоподъемность, тн",
          "value": "8"
        },
        {
          "name": "Усилие вибрации, кН",
          "value": "80"
        },
        {
          "name": "Размер рабочей поверхности, мм",
          "value": "2945 х 1400"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "4 х 2"
        }
      ]
    },
    {
      "model": "Z2910",
      "specs": [
        {
          "name": "Грузоподъемность, тн",
          "value": "10"
        },
        {
          "name": "Усилие вибрации, кН",
          "value": "100"
        },
        {
          "name": "Размер рабочей поверхности, мм",
          "value": "2945 х 1400"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "4 х 2,2"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/28/1377.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/28/323.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/28/324.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/28/325.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/28/326.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/28/327.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/28/422.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/28/425.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "okrasochnyie-stanczii",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Окрасочная станция",
  "titleEn": "",
  "model": "",
  "description": "После извлечения модели из формы требуется нанесение на полученный отпечаток противопригарного покрытия. Применяют огнеупорные покрытия \\(краски\\) на водной или на спиртовой основе.\nДля окрашивания в основном используется три метода:\n- облив;\n- пульверизатор;\n- ручная окраска кистью.\nНаиболее качественное окрашивание достигается методом облива на **окрасочной станции**. Станции могут работать или в ручном режиме, или встраиваться в автоматические линии.\nФорма заходит в окрасочную станцию, зажимается и поворачивается вокруг своей оси. Предлагается 2 варианта окрасочных станций: наклоняемые или с манипулятором. Наклон рабочей плоскости позволяет оператору произвести качественный облив внутренних полостей формы, а также избежать застоя краски в углублениях.\nСтанция поставляется в комплекте с приемным поддоном, куда стекают остатки краски, циркуляционной системой \\(насос, системы трубопроводов\\) и маслостанцией.\nСтанция окраски, включает наклоняющийся ленточный \\(роликовый\\) приводной конвейер с двумя захватами для удерживания формы при наклоне конвейера.\nЗахваты снабжены гидравлическим цилиндром с регулируемым давлением и скоростью. Цепной привод обеспечивает плавное перемещение захватов с формой вокруг горизонтальной оси, таким образом, исключая смещение формы по отношению к ленте.",
  "descriptionEn": "",
  "features": [
    "облив;",
    "пульверизатор;",
    "ручная окраска кистью."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/56/1420.jpg",
  "capacity": "",
  "capacityEn": "",
  "power": "",
  "powerEn": "",
  "variantModels": [],
  "galleryImages": [
    {
      "path": "/assets/gallery/56/1317.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/56/504.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/56/507.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/56/505.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/56/506.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "smesiteli-periodicheskogo-i-nepreryivnogo-dejstviya",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Смеситель непрерывного и периодического действия",
  "titleEn": "",
  "model": "Модель",
  "description": "**Смеситель непрерывного действия** предназначен для приготовления песчано-смоляной смеси. Наибольшее распространение получили смесители непрерывного действия, в которых принцип смешивания основывается на непрерывной подачи в смешивающий рукав песка, смолы и катализатора. В рукаве происходит интенсивное смешивание компонентов за счет направленного расположения перемешивающих лопаток. Смесители непрерывного действия хороши как для приготовления больших объемов смеси \\(до 100 тонн/час\\), так и для совершенно малых порций. Управление смесителя осуществляет оператор-формовщик: он направляет разгрузочное окно смесителя в необходимое положение, а также запускает и останавливает процесс смешивания.\nВсе смесители адаптиорованы для работы с регенератом. В настоящее время самым распространенным способом формовки является формовка с облицовочной смесью: оператор смесителя обсыпает \\(облицовывает\\) смесью ХТС на свежем песке рабочую поверхность полуформы, контактирующую с металлом, далее переключает смеситель для работы на регенерате и досыпает смесь до верхнего уровня. Логический контроллер смесителя принимая сигналы оператора с пульта управления переключает шиберы песка, меняет частоты на насосах смолы и катализатора. При таком способе формовки осуществляется значительная экономия свежего песка, а высокое качество поверхности отливок гарантировано вне зависимости от качества регенерата.\nСмеситель непрерывного действия поставляется в комплекте:\n- Контур подачи жидких компонентов \\(шестеренчатый насос для смолы с преобразователем частоты, мембранный насос для катализатора с преобразователем частоты, клапана для возврата жидких компонентов в ёмкости при прекращении смешивания, форсунки распыления жидких компонентов в перемешивающем рукаве\\);\n- Шибер-дозатор для подачи различных комбинаций смеси \\(100% свежий песок, 100% регенерат, смесь свежего песка и регенерата в установленной пропорции\\);\n- Подогреваемые емкости для жидких компонентов \\(опция\\);\n- Шкаф управления на базе програмируемого логического контроллера \\(PLC\\) с сенсорной панелью ввода данных по расходу связующего и катализатора;\n- Пульт управления, закрепленный на смешивающем рукаве;\n- Датчики уровня песка.\nЛюбой смеситель может комплектоваться [вибростолом](oborudovanie-xts-vibrostol.md \"Вибростол ХТС\"), предназначенным для уплотнения смеси, при этом запуск вибростола будет осуществляться с рабочей панели смесителя.\nВ зависимости от размеров форм и производительности формовочного участка, смесители непрерывного действия могут быть:\n- Однорукавном исполнении;\n- Двухрукавном исполнении;\n- Двухрукавном исполнении с регулируемой высотой разгрузочного отверстия;\n- Мобильном исполнении \\(монтаж смесителя с рабочим бункером на подвижной платформе\\)",
  "descriptionEn": "",
  "features": [
    "Контур подачи жидких компонентов \\(шестеренчатый насос для смолы с преобразователем частоты, мембранный насос для катализатора с преобразователем частоты, клапана для возврата жидких компонентов в ёмкости при прекращении смешивания, форсунки распыления жидких компонентов в перемешивающем рукаве\\);",
    "Шибер-дозатор для подачи различных комбинаций смеси \\(100% свежий песок, 100% регенерат, смесь свежего песка и регенерата в установленной пропорции\\);",
    "Подогреваемые емкости для жидких компонентов \\(опция\\);",
    "Шкаф управления на базе програмируемого логического контроллера \\(PLC\\) с сенсорной панелью ввода данных по расходу связующего и катализатора;",
    "Пульт управления, закрепленный на смешивающем рукаве;",
    "Датчики уровня песка.",
    "Однорукавном исполнении;",
    "Двухрукавном исполнении;",
    "Двухрукавном исполнении с регулируемой высотой разгрузочного отверстия;",
    "Мобильном исполнении \\(монтаж смесителя с рабочим бункером на подвижной платформе\\)"
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/27/1765.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Производительность, т/ч",
      "specs": [
        {
          "name": "S242",
          "value": "1-2"
        },
        {
          "name": "S243",
          "value": "3"
        },
        {
          "name": "S245",
          "value": "5"
        },
        {
          "name": "S248",
          "value": "8"
        },
        {
          "name": "S2410",
          "value": "10"
        },
        {
          "name": "S2415",
          "value": "15"
        },
        {
          "name": "S2420",
          "value": "20"
        }
      ]
    },
    {
      "model": "Частота перемешивания, об./мин",
      "specs": [
        {
          "name": "S242",
          "value": "960"
        },
        {
          "name": "S243",
          "value": "960"
        },
        {
          "name": "S245",
          "value": "960"
        },
        {
          "name": "S248",
          "value": "960"
        },
        {
          "name": "S2410",
          "value": "730"
        },
        {
          "name": "S2415",
          "value": "730"
        },
        {
          "name": "S2420",
          "value": "730"
        }
      ]
    },
    {
      "model": "Длина перемешивающего рукава, мм",
      "specs": [
        {
          "name": "S242",
          "value": "2000"
        },
        {
          "name": "S243",
          "value": "2000"
        },
        {
          "name": "S245",
          "value": "2000"
        },
        {
          "name": "S248",
          "value": "2000"
        },
        {
          "name": "S2410",
          "value": "2000"
        },
        {
          "name": "S2415",
          "value": "2000"
        },
        {
          "name": "S2420",
          "value": "2000"
        }
      ]
    },
    {
      "model": "Установленная мощность, кВт",
      "specs": [
        {
          "name": "S242",
          "value": "2,2"
        },
        {
          "name": "S243",
          "value": "3"
        },
        {
          "name": "S245",
          "value": "4"
        },
        {
          "name": "S248",
          "value": "5,5"
        },
        {
          "name": "S2410",
          "value": "7,5"
        },
        {
          "name": "S2415",
          "value": "11"
        },
        {
          "name": "S2420",
          "value": "15"
        }
      ]
    },
    {
      "model": "Модель",
      "specs": [
        {
          "name": "S242",
          "value": "S253"
        },
        {
          "name": "S243",
          "value": "S255"
        },
        {
          "name": "S245",
          "value": "S258"
        },
        {
          "name": "S248",
          "value": "S2510"
        },
        {
          "name": "S2410",
          "value": "S2515"
        },
        {
          "name": "S2415",
          "value": "S2520"
        },
        {
          "name": "S2420",
          "value": "S2530"
        }
      ]
    },
    {
      "model": "Производительность, т/ч",
      "specs": [
        {
          "name": "S242",
          "value": "3"
        },
        {
          "name": "S243",
          "value": "5"
        },
        {
          "name": "S245",
          "value": "8"
        },
        {
          "name": "S248",
          "value": "10"
        },
        {
          "name": "S2410",
          "value": "15"
        },
        {
          "name": "S2415",
          "value": "20"
        },
        {
          "name": "S2420",
          "value": "30"
        }
      ]
    },
    {
      "model": "Частота перемешивания, об./мин",
      "specs": [
        {
          "name": "S242",
          "value": "960"
        },
        {
          "name": "S243",
          "value": "960"
        },
        {
          "name": "S245",
          "value": "960"
        },
        {
          "name": "S248",
          "value": "730"
        },
        {
          "name": "S2410",
          "value": "730"
        },
        {
          "name": "S2415",
          "value": "730"
        },
        {
          "name": "S2420",
          "value": "730"
        }
      ]
    },
    {
      "model": "Длина перемешивающего рукава, мм",
      "specs": [
        {
          "name": "S242",
          "value": "2000"
        },
        {
          "name": "S243",
          "value": "2000"
        },
        {
          "name": "S245",
          "value": "2000"
        },
        {
          "name": "S248",
          "value": "2000"
        },
        {
          "name": "S2410",
          "value": "2000"
        },
        {
          "name": "S2415",
          "value": "2000"
        },
        {
          "name": "S2420",
          "value": "2000"
        }
      ]
    },
    {
      "model": "Длина подающего рукава, мм",
      "specs": [
        {
          "name": "S242",
          "value": "3000"
        },
        {
          "name": "S243",
          "value": "3000"
        },
        {
          "name": "S245",
          "value": "3000"
        },
        {
          "name": "S248",
          "value": "3000"
        },
        {
          "name": "S2410",
          "value": "3000"
        },
        {
          "name": "S2415",
          "value": "3000"
        },
        {
          "name": "S2420",
          "value": "3000"
        }
      ]
    },
    {
      "model": "Установленная мощность, кВт",
      "specs": [
        {
          "name": "S242",
          "value": "6,56"
        },
        {
          "name": "S243",
          "value": "9,5"
        },
        {
          "name": "S245",
          "value": "10,5"
        },
        {
          "name": "S248",
          "value": "12,8"
        },
        {
          "name": "S2410",
          "value": "17,8"
        },
        {
          "name": "S2415",
          "value": "22,5"
        },
        {
          "name": "S2420",
          "value": "27,5"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/27/1709.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1764.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1571.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1423.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1376.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1340.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1572.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1338.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1325.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1402.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1292.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1266.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1171.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1274.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1172.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/919.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/1260.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/916.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/918.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/834.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/811.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/429.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/321.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/625.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/496.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/607.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/497.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/499.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/319.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/641.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/498.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/420.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/320.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/322.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/419.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/27/421.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "vyibivnyie-reshetki-xts",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Выбивная решетка",
  "titleEn": "",
  "model": "L121Т … L1210Т",
  "description": "**Выбивная решетка** применяется для разрушения разовой песчаной формы с целью извлечения отливки. Решетка состоит из стационарной и подвижной части с вибродвигателями. Для предотвращения передачи ударной нагрузки фундаменту используются два ряда высокопрочных пружин. Форма может загружаться на рабочее полотно как работающей так и остановленной решетки. В соответствии с пожеланиями заказчика на рабочем полотне предусматриваются ячейки определенного размера. Под действием вибрации форма разрушается на куски смеси, которые в свою очередь разрушаются до кусков, меньших или равных размеру ячеек. Размер полотна решетки может быть выбран из стандартного ряда, либо изготовлен ***по индивидуальному заданию заказчика***. Для крупных опок рекомендуется применять совмещение двух или 4 решеток в единый выбивной комплекс с получением большой рабочей поверхности и высокой грузоподъемности. Выбивные решетки для форм из песчано-смоляных смесей могут поставляться двух типов:\n- Провальные;\n- С боковой выгрузкой.\nРешетки с боковой выгрузкой не требуют организации сложных фундаментов и могут быть установлены на отметке ±0,00",
  "descriptionEn": "",
  "features": [
    "Провальные;",
    "С боковой выгрузкой."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/52/1695.jpg",
  "capacity": "1500х1400",
  "capacityEn": "",
  "power": "2 х 1,5",
  "powerEn": "",
  "variantModels": [
    {
      "model": "L121Т",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "1500х1400"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "900х1100"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 20"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 1,5"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "1"
        }
      ]
    },
    {
      "model": "L122Т",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "2000х1600"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "1000х1300"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 31,5"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 3"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "2"
        }
      ]
    },
    {
      "model": "L123Т",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "2000х1800"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "1300х1500"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 49"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 3,7"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "3"
        }
      ]
    },
    {
      "model": "L125Т",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "2500х2500"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "1800х1500"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 78,4"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 5,5"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "5"
        }
      ]
    },
    {
      "model": "L128Т",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "2760х2000"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "1800х1600"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 98"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 7,5"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "8"
        }
      ]
    },
    {
      "model": "L1210Т",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "3000х1960"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "1900х1600"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 117,6"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 9,5"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "10"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/52/474.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/1696.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/468.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/466.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/467.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/476.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/469.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/470.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/472.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/465.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/471.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "mobilnyij-kompleks-mexanicheskoj-regeneraczii-smesi",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Компактный комплекс механической регенерации смеси ХТС",
  "titleEn": "",
  "model": "Производительность, до т/час",
  "description": "**Комплекс механической регенерации отработанной смеси ХТС** представляет собой комплект оборудования, компактно смонтированного на рабочей площадке. Комплекс обеспечивает: разрушение форм; размельчение комьев смеси ХТС с предварительной оттиркой от пленки связующего; удаление металлических включений \\(сепарация\\); вторичную оттирку зерен песка от связующего; обеспыливание и охлаждение регенерата; транспортировку регенерата к участку формовки.\nВ состав комплекса механической регенерации ХТС входит: виброоттирочная машина; вибрационный элеватор; шкаф охлаждения; пневмотранспорт для регенерированной смеси; пылеуловитель; система контроля и управления на базе программируемого логического контроллера с сенсорным экраном.\nОсновные характеристики комплекса механической регенерации ХТС: производительность до 15 тонн/час, **коэффициент возврата отработанного песка: до 90%**\nВнедрение комплекса механической регенерации ХТС в совокупности со с[месителем непрерывного действия](smesiteli-periodicheskogo-i-nepreryivnogo-dejstviya.md \"Смеситель непрерывного действия\") позволяет получать до 15 тонн в час песчано-смоляной смеси. При рациональном проектировании форм для соблюдения соотношения смесь: металл как 3:1 производительность участка на базе данного комплекса может достигать **300 тонн в месяц** при односменном режиме работы 40 часовой рабочей недели.\nПреимущества данного комплекса механической регенерации смеси ХТС: компактное размещение оборудования, позволяющее более рационально использовать производственные площади; отсутствие необходимости подготовки сложных фундаментов; высокая производительность, линию можно полностью передвигать с помощью крана, что позволяет не разбирать оборудование при изменении технологии или смене помещения.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/29/1598.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Производительность, до т/час",
      "specs": [
        {
          "name": "STL LR-3",
          "value": "3"
        },
        {
          "name": "STL LR-5",
          "value": "5"
        },
        {
          "name": "STL LR-10",
          "value": "10"
        },
        {
          "name": "STL LR-15",
          "value": "15"
        }
      ]
    },
    {
      "model": "Грузоподъемность, т",
      "specs": [
        {
          "name": "STL LR-3",
          "value": "0.8"
        },
        {
          "name": "STL LR-5",
          "value": "2"
        },
        {
          "name": "STL LR-10",
          "value": "3"
        },
        {
          "name": "STL LR-15",
          "value": "5"
        }
      ]
    },
    {
      "model": "Габариты полотна решетки, мм",
      "specs": [
        {
          "name": "STL LR-3",
          "value": "1000х1000"
        },
        {
          "name": "STL LR-5",
          "value": "1600х1200"
        },
        {
          "name": "STL LR-10",
          "value": "1500х1500"
        },
        {
          "name": "STL LR-15",
          "value": "2000х2000"
        }
      ]
    },
    {
      "model": "Установленная мощность, кВт",
      "specs": [
        {
          "name": "STL LR-3",
          "value": "1х3.7"
        },
        {
          "name": "STL LR-5",
          "value": "2х1.5"
        },
        {
          "name": "STL LR-10",
          "value": "2х3"
        },
        {
          "name": "STL LR-15",
          "value": "2х5.5"
        }
      ]
    },
    {
      "model": "Трубопровод пневмотранспорта, мм",
      "specs": [
        {
          "name": "STL LR-3",
          "value": "DN80"
        },
        {
          "name": "STL LR-5",
          "value": "DN80"
        },
        {
          "name": "STL LR-10",
          "value": "DN100"
        },
        {
          "name": "STL LR-15",
          "value": "DN120"
        }
      ]
    },
    {
      "model": "Мощность пылеулавливания, кВт",
      "specs": [
        {
          "name": "STL LR-3",
          "value": "11"
        },
        {
          "name": "STL LR-5",
          "value": "15"
        },
        {
          "name": "STL LR-10",
          "value": "18"
        },
        {
          "name": "STL LR-15",
          "value": "22"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/29/1421.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/29/1599.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/29/1395.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/29/1393.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/29/1397.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/29/1394.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/29/1396.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovanie-regeneraczii-otrabotannyix-smesej-xts-czentrobezhnaya-ottirochnaya-mashina",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Центробежная оттирочная машина",
  "titleEn": "",
  "model": "",
  "description": "Центробежная оттирочная машина предназначена для отделения пленки связующего от песчинок с последующим удалением их через систему пылеулавливания.\nУстройство вторичной оттирки состоит из кожуха, оттирочной камеры, электродвигателя, ременной передачи и пр.\nЗагрузка отработанной смеси осуществляется в верхнюю часть машины через загрузочное окно. Допускается загрузка только специально подготовленной \\(измельченной\\) смеси, прошедшей предварительную обработку в виброоттирочной машине. Смесь самотеком по двум загрузочным патрубкам поступает в оттирочную камеру, где попадает на вращающийся оттирочный диск. Под действием центробежных сил песчинки устремляются к внутренней стенке оттирочной камеры \\(защита\\), где, соударяясь, попадают в подвижный слой. Трение песчинок друг о друга, а также трение о защиту оттирочной камеры и вращающееся колесо, заставляет эластичную пленку связующего отслаиваться от зерен песка. Пройдя подвижный слой по направлению сверху вниз смесь оттертого песка, пылевидной фракции от разрушения зерен и отделившаяся пленка связующего попадают по разгрузочным патрубкам на наклонные пластины. В установке 4 наклонные пластины, образующие между собой 3 зоны пересыпки. Во время пересыпки целые зерна песка \\(более тяжелые\\) попадают на разгрузочное отверстие, а пылевидная фракция песка и пенки связующего отводятся в пылеулавливающую систему.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "",
  "capacity": "",
  "capacityEn": "",
  "power": "",
  "powerEn": "",
  "variantModels": [],
  "galleryImages": []
},
  {
  "id": "oborudovanie-regeneraczii-otrabotannyix-smesej-xts-gorizontalnaya-ottirochnaya-mashina",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Горизонтальная оттирочная машина",
  "titleEn": "",
  "model": "Значение",
  "description": "Установка предназначена для оттирки пленки связующего от зерен наполнителя. Загрузка смеси в установку производится через верхнее окно. Внутри машины устанавливаются и вращаются навстречу друг другу 2 вала с истирающими дисками. Для подвижности смеси, а также для удаления пленки связующего воздуходувкой обеспечивается кипящий слой. Дополнительная опция установки – предварительное охлаждение смеси.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "20 кВт",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Значение",
      "specs": [
        {
          "name": "Производительность",
          "value": "10 тонн/час"
        },
        {
          "name": "Установленная мощность",
          "value": "20 кВт"
        }
      ]
    }
  ],
  "galleryImages": []
},
  {
  "id": "oborudovanie-regeneraczii-otrabotannyix-smesej-xts-magnitnyij-separator",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Магнитный сепаратор",
  "titleEn": "",
  "model": "Характеристики",
  "description": "**Магнитный сепаратор** предназначен для улавливания металлических ферромагнитных включений из потока отработанной формовочной смеси. Магнитная сепарация - важнейший первоначальный этап в технологии регенерации \\(восстановления\\) отработанной смеси. Сепараторы устанавливаются на транспортировочные системы и делятся на два типа: барабанный магнитный сепаратор и ленточный магнитный сепаратор.\n**Барабанный магнитный сепаратор** представляет из себя стальной барабан с установленными внутри стационарными магнитами. Данный сепаратор устанавливается в транспортную систему как приводной барабан ленточного транспортера. На этапе разгрузки ленточного транспортера металлические включения попадают в магнитное поле стационарных магнитов барабана и притягиваются к транспортерной ленте, лента выводит металлические включения из магнитного поля и включения падают в тару. По мере наполнения тара меняется.\n**Ленточный магнитный сепаратор** представляет из себя замкнутую в кольцо ленту. Внутри кольца стационарно установлен электромагнит. Ленточный магнитный сепаратор устанавливается над транспортными системами. Электромагнит притягивает металлические включения к ленте. Лента сепаратора движется и выводит из магнитного поля притянутые ферромагнитные включения, которые ссыпаются в отдельно стоящую тару.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/47/402.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "1,5",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Характеристики",
      "specs": [
        {
          "name": "Характеристики",
          "value": "Магнитный барабан S97"
        },
        {
          "name": "Модель",
          "value": "S975"
        },
        {
          "name": "Длина барабана, мм",
          "value": "500"
        },
        {
          "name": "Магнитное поле, Гс",
          "value": "2500"
        },
        {
          "name": "Толщина слоя смеси, мм",
          "value": "115"
        },
        {
          "name": "Модель",
          "value": "S995"
        },
        {
          "name": "Ширина ленты, мм",
          "value": "500"
        },
        {
          "name": "Магнитное поле, Гс",
          "value": "1800"
        },
        {
          "name": "Мощность привода ленты, кВт",
          "value": "1,5"
        },
        {
          "name": "Скорость движения ленты, м/с",
          "value": "1,35"
        },
        {
          "name": "Ширина магнита, мм",
          "value": "400"
        },
        {
          "name": "Длина магнита, мм",
          "value": "450"
        },
        {
          "name": "Толщина слоя смеси, мм",
          "value": "40-80"
        },
        {
          "name": "Установленная мощность магнита, кВт",
          "value": "1,5-2,2"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/47/403.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/47/404.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/47/405.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovanie-regeneraczii-otrabotannyix-smesej-xts-regulyator-temperaturyi-peska",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Шкаф охлаждения \\(кипящий слой\\)",
  "titleEn": "",
  "model": "",
  "description": "Установка предназначена для обеспыливания и охлаждения отработанной смеси. Шкаф состоит из кожуха, трубчатого теплообменника, воздуходувки и пылеулавливающего колпака.\nПринцип работы заключается в непрерывной подаче горячей смеси с одной стороны шкафа, посредством псевдокипения смесь распределяется по объему шкафа. Пылевидные включения вытягиваются пылеулавливающей системой. Разгрузка смеси производится с другой стороны шкафа.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/72/801.jpg",
  "capacity": "",
  "capacityEn": "",
  "power": "",
  "powerEn": "",
  "variantModels": [],
  "galleryImages": [
    {
      "path": "/assets/gallery/72/802.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/72/799.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/72/800.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovanie-regeneraczii-otrabotannyix-smesej-xts-vibroottirochnaya-mashina",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Виброоттирочная машина",
  "titleEn": "",
  "model": "",
  "description": "Виброоттирочная машина предназначена для оттирки песчаных комьев смеси до определенного размера, удовлетворяющего требованиям дальнейшей обработки. Температура загружаемой смеси не должна превышать 300°С. В виброоттирочной машине источником возмущающей силы являются вибродвигатели, расположенные симметрично на боковых поверхностях и имеющих противоположное направление вращения. Направление возмущающей силы и горизонталь образуют обязательный угол, заставляющий песчаные комья на раме тереться друг о друга. При трении песчинки отделяются с поверхности песчаных комьев, в то же время частично счищается связующая пленка. Песчинки или песчаные комья, размеры которых меньше отверстий рамы для материалов, попадают на наклоненное вниз днище желоба с износостойким покрытием, продолжают испытывать воздействие возмущающей силы и движутся наверх. Из-за трения между песчинками и песчаным материалом, а также трения между песком и износостойким покрытием происходят последующие оттирка и зачистка. Затем материал поступает на просеивающую решетку. Песчаные комья, не соответствующие требуемым размерам, удаляются через желоб для удаления комьев с боковой стороны, просеянный песок поступает на дальнейшую обработку.\nВиброоттирочная машина состоит из неподвижной рамы, вибродвигателей, рабочей части.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/70/1230.jpg",
  "capacity": "",
  "capacityEn": "",
  "power": "",
  "powerEn": "",
  "variantModels": [],
  "galleryImages": [
    {
      "path": "/assets/gallery/70/793.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/70/792.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "pnevmotransport",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Пневмотранспорт",
  "titleEn": "",
  "model": "Значение",
  "description": "Пневмотранспорт предназначен для транспортировки песка и отработанной смеси.\nПневмотранспорт состоит из пневмокамерного насоса, загрузочного клапана обратного клапана, транспортирующего трубопровода, сферических колен, сферического тройника, разгрузочных клапанов и пр.\nПневмокамерный насос установлен под бункером песка, ожидающего транспортировки. Бункер соединен с пневмокамерным насосом через ручной шибер песка и автоматический клапан-бабочка. Клапан-бабочка открывается при помощи сжатого воздуха \\(р=4-6 атм.\\). Пневмокамерный насос снабжен электромеханическим датчиком верхнего уровня песка и управляющим манометром. При открытии клапана-бабочки песок начинает заполнять емкость пневмокамерного насоса. По достижении датчика верхнего уровня песка, последний передает сигнал на ПЛК, клапан-бабочка закрывается и начинается цикл транспортировки песка: в верхнюю часть камеры подается сжатый воздух, который начинает оказывать воздействовать на песок, находящийся в нижней части камеры. При достижении определенного значения воздушного давления песок начинает движение из нижней части камеры к транспортирующему трубопроводу а далее к рабочему бункеру. После опорожнения камеры, давление воздуха в ней падает, транспортировка останавливается и начинается новый цикл загрузки.\nВоздушный ресивер, а также компрессор расчетной производительности Заказчик устанавливает самостоятельно.\nПоложение шкафа управления воздушного редуктора определяются Заказчиком исходя из удобства эксплуатации.\nФланцевые соединения привариваются к трубам на месте во время монтажных работ.\nПо завершении монтажа производится испытание системы на наличие утечек при давлении 6 атм. в течении 10 мин.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/30/1328.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Значение",
      "specs": [
        {
          "name": "Объем бака, литров",
          "value": "500"
        },
        {
          "name": "Производительность, т/ч",
          "value": "8-14"
        },
        {
          "name": "Максимальная высота транспортировки, м",
          "value": "≤12"
        },
        {
          "name": "Максимальное расстояние транспортировки, м",
          "value": "≤120"
        },
        {
          "name": "Рабочее давление, МПа",
          "value": "0,45-0,6"
        },
        {
          "name": "Скорость транспортировки, м/с",
          "value": "1-2"
        },
        {
          "name": "Расход воздуха, м3/мин",
          "value": "≤2,4"
        },
        {
          "name": "Температура окружающей среды при транспортировке, °С",
          "value": "-12~40"
        },
        {
          "name": "Масса оборудования, кг",
          "value": "500"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/30/1308.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/30/333.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/30/542.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/30/334.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/30/335.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/30/336.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "sistemyi-pyileulavlivaniya",
  "category": "xtc-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Системы пылеулавливания",
  "titleEn": "",
  "model": "",
  "description": "Система пылеулавливания состоит из рукавного пылеуловителя, системы очистки рукавов, вытяжного вентилятора, электродвигателей и пр.\nПылеулавливание – важнейшая задача в процессе регенерации отработанной смеси ХТС. В процессе выбивки, транспортировки, оттирки образуется огромное количество мелкой фракции песка \\(пыли\\), плен связующего и прочих загрязнений. В регенерированном песке вышеперечисленные включения недопустимы, т.к. они приводят к повышенному расходу связующего, ухудшению технологических свойств смеси \\(газопроницаемость, текучесть, прочность и пр.\\), ухудшению экологической обстановки в цехе и на рабочем месте формовщика \\(стерженщика\\).\nЗабор воздуха, загрязненного мелкими включениями осуществляется на всех участках пересыпки и переработки отработанной смеси ХТС. Забор осуществляется вытяжным вентилятором, который увлекает загрязненный воздух через трубопровод к рукавным фильтрам, натянутым в вертикальном положении. Загрязненный воздух проходит через рукав, при этом загрязнения остаются на внутренней части рукава, а очищенный воздух выбрасывается в атмосферу цеха. После каждого цикла работы пылеуловителя предусмотрена автоматическая очистка рукавов при помощи механического встряхивания. Пыль осыпается в приемный конус и извлекается открытием ручного шиберного затвора.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/71/1670.jpg",
  "capacity": "",
  "capacityEn": "",
  "power": "",
  "powerEn": "",
  "variantModels": [],
  "galleryImages": [
    {
      "path": "/assets/gallery/71/1181.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/71/798.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/71/794.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/71/795.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/71/796.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/71/797.jpg",
      "caption": ""
    }
  ]
}
];
