import { Product } from '../types';

export const DIE_CASTING: Product[] = [
  {
  "id": "mashinyi-dlya-litya-v-kokil-naklonyaemyie",
  "category": "special-casting",
  "subcategory": "molders",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Наклоняемая машина для литья в кокиль",
  "titleEn": "",
  "model": "J430 … J1380",
  "description": "**Наклоняемая машина для литья в кокиль** предназначена для изготовления отливок из черных и цветных сплавов.\nКокильная машина состоит из стационарной и подвижной части, гидроцилиндров наклона, систем нагрева и охлаждения кокиля, системы управления на базе PLC \\(Omron\\). На поворотной части машины установлены стационарные и подвижные плиты для крепления кокиля.\nВ зависимости от сложности кокиля машины оснащаются боковыми, нижними или верхними подвижными плитами для подрыва стержней или для сложного разъема установленного кокиля. Подвижные плиты имеют привод от гидроцилиндров. Для равномерности хода и точности сборки кокиля каждая плита оснащается направляющими колоннами. Кроме этого для подрыва отливки предусмотрены гидравлические и стационарные выталкиватели. Цикл машины для литья в кокиль начинается с исходного положения 90º когда кокиль раскрыт. По команде контроллера запускается подогрев кокиля до установленной температуры, на рабочие поверхности наносится противопригарное покрытие, которое моментально высыхает, после этого в кокиль проставляются песчаные стержни и кокиль закрывается в установленной последовательности. Порция металла из раздаточной печи выливается в приемный ковш машины, подвижная часть машины наклоняется на установленный угол. Из приемного ковша происходит самозаполнение металлом рабочего объема кокиля.\nПосле заливки возможна подача охлаждающей воды в рубашку. Далее машина возвращается в исходное положение, кокиль разбирается и отливка выталкивается.\nОпционально кокильная машина может быть оснащена манипулятором для окраски кокиля, а также манипулятором для извлечения готовой отливки.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/39/370.jpg",
  "capacity": "400х300",
  "capacityEn": "",
  "power": "3,75",
  "powerEn": "",
  "variantModels": [
    {
      "model": "J430",
      "specs": [
        {
          "name": "Размеры основных плит машины, мм",
          "value": "400х300"
        },
        {
          "name": "Минимальное расстояние между плитами, мм",
          "value": "300"
        },
        {
          "name": "Максимальное расстояние между плитами, мм",
          "value": "600"
        },
        {
          "name": "Усилие закрытия кокиля, кН",
          "value": "25"
        },
        {
          "name": "Усилие открытия кокиля, кН",
          "value": "20"
        },
        {
          "name": "Усилие гидроцилиндра наклона, кН",
          "value": "15"
        },
        {
          "name": "Угол наклона машины при заполнении, º",
          "value": "0~90"
        },
        {
          "name": "Рабочее давление гидравлики, МПа",
          "value": "5"
        },
        {
          "name": "Мощность гидростанции, кВт",
          "value": "3,75"
        },
        {
          "name": "Мощность нагрева кокиля, кВт",
          "value": "30"
        }
      ]
    },
    {
      "model": "J650",
      "specs": [
        {
          "name": "Размеры основных плит машины, мм",
          "value": "600х500"
        },
        {
          "name": "Минимальное расстояние между плитами, мм",
          "value": "300"
        },
        {
          "name": "Максимальное расстояние между плитами, мм",
          "value": "650"
        },
        {
          "name": "Усилие закрытия кокиля, кН",
          "value": "90"
        },
        {
          "name": "Усилие открытия кокиля, кН",
          "value": "65"
        },
        {
          "name": "Усилие гидроцилиндра наклона, кН",
          "value": "90"
        },
        {
          "name": "Угол наклона машины при заполнении, º",
          "value": "0~90"
        },
        {
          "name": "Рабочее давление гидравлики, МПа",
          "value": "12"
        },
        {
          "name": "Мощность гидростанции, кВт",
          "value": "7,5"
        },
        {
          "name": "Мощность нагрева кокиля, кВт",
          "value": "40"
        }
      ]
    },
    {
      "model": "J750",
      "specs": [
        {
          "name": "Размеры основных плит машины, мм",
          "value": "700х500"
        },
        {
          "name": "Минимальное расстояние между плитами, мм",
          "value": "495"
        },
        {
          "name": "Максимальное расстояние между плитами, мм",
          "value": "1000"
        },
        {
          "name": "Усилие закрытия кокиля, кН",
          "value": "90"
        },
        {
          "name": "Усилие открытия кокиля, кН",
          "value": "65"
        },
        {
          "name": "Усилие гидроцилиндра наклона, кН",
          "value": "90"
        },
        {
          "name": "Угол наклона машины при заполнении, º",
          "value": "0~90"
        },
        {
          "name": "Рабочее давление гидравлики, МПа",
          "value": "12"
        },
        {
          "name": "Мощность гидростанции, кВт",
          "value": "7,5"
        },
        {
          "name": "Мощность нагрева кокиля, кВт",
          "value": "40"
        }
      ]
    },
    {
      "model": "J850",
      "specs": [
        {
          "name": "Размеры основных плит машины, мм",
          "value": "800х500"
        },
        {
          "name": "Минимальное расстояние между плитами, мм",
          "value": "495"
        },
        {
          "name": "Максимальное расстояние между плитами, мм",
          "value": "1000"
        },
        {
          "name": "Усилие закрытия кокиля, кН",
          "value": "90"
        },
        {
          "name": "Усилие открытия кокиля, кН",
          "value": "65"
        },
        {
          "name": "Усилие гидроцилиндра наклона, кН",
          "value": "90"
        },
        {
          "name": "Угол наклона машины при заполнении, º",
          "value": "0~90"
        },
        {
          "name": "Рабочее давление гидравлики, МПа",
          "value": "12"
        },
        {
          "name": "Мощность гидростанции, кВт",
          "value": "11"
        },
        {
          "name": "Мощность нагрева кокиля, кВт",
          "value": "40"
        }
      ]
    },
    {
      "model": "J1060",
      "specs": [
        {
          "name": "Размеры основных плит машины, мм",
          "value": "1000х600"
        },
        {
          "name": "Минимальное расстояние между плитами, мм",
          "value": "500"
        },
        {
          "name": "Максимальное расстояние между плитами, мм",
          "value": "1000"
        },
        {
          "name": "Усилие закрытия кокиля, кН",
          "value": "120"
        },
        {
          "name": "Усилие открытия кокиля, кН",
          "value": "100"
        },
        {
          "name": "Усилие гидроцилиндра наклона, кН",
          "value": "120"
        },
        {
          "name": "Угол наклона машины при заполнении, º",
          "value": "0~90"
        },
        {
          "name": "Рабочее давление гидравлики, МПа",
          "value": "12"
        },
        {
          "name": "Мощность гидростанции, кВт",
          "value": "15"
        },
        {
          "name": "Мощность нагрева кокиля, кВт",
          "value": "60"
        }
      ]
    },
    {
      "model": "J1380",
      "specs": [
        {
          "name": "Размеры основных плит машины, мм",
          "value": "1300х800"
        },
        {
          "name": "Минимальное расстояние между плитами, мм",
          "value": "600"
        },
        {
          "name": "Максимальное расстояние между плитами, мм",
          "value": "1200"
        },
        {
          "name": "Усилие закрытия кокиля, кН",
          "value": "120"
        },
        {
          "name": "Усилие открытия кокиля, кН",
          "value": "100"
        },
        {
          "name": "Усилие гидроцилиндра наклона, кН",
          "value": "160"
        },
        {
          "name": "Угол наклона машины при заполнении, º",
          "value": "0~90"
        },
        {
          "name": "Рабочее давление гидравлики, МПа",
          "value": "12"
        },
        {
          "name": "Мощность гидростанции, кВт",
          "value": "22"
        },
        {
          "name": "Мощность нагрева кокиля, кВт",
          "value": "60"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/39/371.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/39/372.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/39/373.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "mashinyi-dlya-litya-pod-nizkim-davleniem",
  "category": "special-casting",
  "subcategory": "molders",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Машины для литья под низким давлением",
  "titleEn": "",
  "model": "Позиция",
  "description": "**В машинах литья под низким давлением**\\(ЛНД\\) заполнение полости формы расплавом и затвердевание материала отливки происходит под воздействием избыточного давления сухого воздуха. Формообразование можно осуществлять в кокиле, песчаной или комбинированной форме \\(кокиль и песчаные или оболочковые стержни\\), а также в керамической или оболочковой форме.\nТермин «низкое давление» используют потому, что для подъема расплава и заполнения формы требуется избыточное давление менее 0,1 МПа.\nДостоинства способа литья под низким давлением:\n- Возможность регулирования скорости потока расплава в полости формы за счет регулирования величины давления в камере установки, что особо важно для улучшения заполнения форм тонкостенных отливок.\n- Наличие избыточного давления на расплав в процессе кристаллизации, что обеспечивает повышенное питание отливки и влечет за собой повышение плотности отливки.\n- Возможность автоматизации трудоемкой операции заливки формы.\n- Снижение расхода металла на литниково-питающую систему, за счет слива назад в тигель незатвердевшего металла из металлопровода, что повышает коэффициент выхода годного \\(в некоторых случаях – до 90%\\).\n- Наиболее широко литье под низким давлением используют для производства сложных фасонных и особо тонкостенных отливок из алюминиевых и магниевых сплавов.",
  "descriptionEn": "",
  "features": [
    "Возможность регулирования скорости потока расплава в полости формы за счет регулирования величины давления в камере установки, что особо важно для улучшения заполнения форм тонкостенных отливок.",
    "Наличие избыточного давления на расплав в процессе кристаллизации, что обеспечивает повышенное питание отливки и влечет за собой повышение плотности отливки.",
    "Возможность автоматизации трудоемкой операции заливки формы.",
    "Снижение расхода металла на литниково-питающую систему, за счет слива назад в тигель незатвердевшего металла из металлопровода, что повышает коэффициент выхода годного \\(в некоторых случаях – до 90%\\).",
    "Наиболее широко литье под низким давлением используют для производства сложных фасонных и особо тонкостенных отливок из алюминиевых и магниевых сплавов."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/58/1769.jpg",
  "capacity": "кг",
  "capacityEn": "",
  "power": "кВт",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Позиция",
      "specs": [
        {
          "name": "Позиция",
          "value": "Ед."
        },
        {
          "name": "Емкость раздаточной печи",
          "value": "кг"
        },
        {
          "name": "Мощность печи",
          "value": "кВт"
        },
        {
          "name": "Тип печи",
          "value": "Стационарная"
        },
        {
          "name": "Размер стола",
          "value": "мм"
        },
        {
          "name": "Размер подвижной плиты",
          "value": "мм"
        },
        {
          "name": "Расстояние между колонн",
          "value": "мм"
        },
        {
          "name": "Ход подвижной плиты",
          "value": "мм"
        },
        {
          "name": "Усилие раскрытия формы",
          "value": "кН"
        },
        {
          "name": "Усилие закрытия формы",
          "value": "кН"
        },
        {
          "name": "Минимальная толщина формы",
          "value": "мм"
        },
        {
          "name": "Максимальное расстояние между плитами",
          "value": "мм"
        },
        {
          "name": "Рабочее давление гидравлики",
          "value": "МПа"
        },
        {
          "name": "Ход боковой плиты",
          "value": "мм"
        },
        {
          "name": "Усилие раскрытия боковой плиты",
          "value": "кН"
        },
        {
          "name": "Мощность маслонасоса",
          "value": "кВт"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/58/1551.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/1770.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/1550.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/1264.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/1242.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/1162.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/1008.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/1243.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/1003.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/1002.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/998.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/851.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/997.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/852.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/853.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/807.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/726.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/519.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/524.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/586.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/525.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/523.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/518.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/520.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/521.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/522.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/58/587.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "manipulyator-zalivshhik-dlya-litya-metallov",
  "category": "special-casting",
  "subcategory": "molders",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Манипулятор-заливщик для литья металлов",
  "titleEn": "",
  "model": "Позиция",
  "description": "**Манипулятор-заливщик** – передовое оборудование, разработанное для автоматизации процесса заливки металла в камеру прессования машин литья под давлением \\(ЛПД\\). В отличие от традиционных методов, требующих постоянного контроля и вмешательства оператора, манипулятор-заливщик обеспечивает непрерывную и равномерную подачу расплава, значительно сокращая время производственного цикла и сводя к минимуму образование брака. Это достигается благодаря передовой системе управления и высокоточным датчикам, которые непрерывно контролируют процесс заливки, обеспечивая стабильное заполнение формы и предотвращая дефекты, связанные с неравномерным распределением металла.\n**Преимущества использования манипулятора-заливщика:**\n- Стабильное качество отливок: Точное дозирование и равномерная подача расплава обеспечивают высокую повторяемость и минимизируют дефекты.\n- Увеличение производительности: Автоматизация процесса заливки позволяет значительно увеличить скорость производства.\n- Снижение трудозатрат: Автоматизация сокращает необходимость в ручном труде и повышает эффективность работы операторов.\n- Безопасность: Автоматизированная заливка снижает риск контакта оператора с расплавленным металлом.\n**Принцип работы:**\nОператор задает необходимые параметры заливки \\(объем расплава, скорость подачи и т.д.\\) через пульт управления манипулятором. Эта команда активирует начало цикла заливки. Роботизированная рука манипулятора перемещается к источнику расплава \\(обычно это плавильная печь или раздаточный ковш\\) в соответствии с заданной программой. Специальный ковш или черпак на конце манипулятора опускается в расплав и зачерпывает определенный объем металла. Объем зачерпнутого расплава контролируется с высокой точностью с помощью датчиков положения. Роботизированная рука манипулятора быстро и плавно перемещает ковш с отмеренным расплавом, наклоняется и выливает расплавленный металл к камере прессования машины ЛПД. Скорость заливки и траектория движения ковша регулируется для оптимизации процесса заполнения формы. После завершения заливки роботизированная рука манипулятора возвращается в исходное положение для подготовки к следующему циклу.\n**Применение:**\n- Автоматизированные линии литья под давлением \\(ЛПД\\).\n- Изготовление деталей сложной формы с тонкими стенками, где важна точная дозировка расплава и стабильность процесса заливки.\n- Производство крупносерийных отливок.",
  "descriptionEn": "",
  "features": [
    "Стабильное качество отливок: Точное дозирование и равномерная подача расплава обеспечивают высокую повторяемость и минимизируют дефекты.",
    "Увеличение производительности: Автоматизация процесса заливки позволяет значительно увеличить скорость производства.",
    "Снижение трудозатрат: Автоматизация сокращает необходимость в ручном труде и повышает эффективность работы операторов.",
    "Безопасность: Автоматизированная заливка снижает риск контакта оператора с расплавленным металлом.",
    "Автоматизированные линии литья под давлением \\(ЛПД\\).",
    "Изготовление деталей сложной формы с тонкими стенками, где важна точная дозировка расплава и стабильность процесса заливки.",
    "Производство крупносерийных отливок."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/92/1459.jpg",
  "capacity": "мм",
  "capacityEn": "",
  "power": "Вт",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Позиция",
      "specs": [
        {
          "name": "Позиция",
          "value": "Ед."
        },
        {
          "name": "Усилие запирания \\(литейной машины\\)",
          "value": "тн"
        },
        {
          "name": "Масса дозы заливки",
          "value": "кг"
        },
        {
          "name": "Допустимая погрешность дозы",
          "value": "%"
        },
        {
          "name": "Диаметр тигля плавильной печи",
          "value": "мм"
        },
        {
          "name": "Глубина зачерпывания металла",
          "value": "мм"
        },
        {
          "name": "Мощность привода \\(роботизированная рука/ковш\\)",
          "value": "Вт"
        },
        {
          "name": "Скорость заливки",
          "value": "сек"
        },
        {
          "name": "Вес машины",
          "value": "кг"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/92/1460.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/92/1461.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/92/1462.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/92/1463.jpg",
      "caption": ""
    }
  ]
}
];
