import { Product } from '../types';

export const PRODUCTS_COOLING: Product[] = [
  {
  "id": "sistemyi-oxlazhdeniya",
  "category": "cooling-systems",
  "subcategory": "cooling-towers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Станции охлаждения закрытого типа",
  "titleEn": "",
  "model": "FL-100 … FL-2200",
  "description": "Для охлаждения [индукционных плавильных печей](inductsionnyie-plavilnyie-pechi/index.md), индукционных нагревателей применяются **станции охлаждения закрытого типа**. В плавильном комплексе станции охлаждают плавильный узел, преобразователь частоты, конденсаторную батарею. Кроме этого станции незаменимы для охлаждения другого технологического оборудования \\(шкафы охлаждения, устройства регулирования температуры песка, теплообменники\\). Станции закрытого типа могут работать с некачественной технической водой для внешнего контура \\(с применением фильтров\\).\nОсновной элемент станции охлаждения закрытого типа, отводящий тепло – многослойный трубчатый теплообменник. Дополнительное охлаждение теплообменника обеспечивают вентиляторы. Система работает на очищенной или дистиллированной воде во внутреннем контуре. Кроме этого станции охлаждения могут работать при отрицательных температурах и быть установлены вне производственного помещения \\(на улице\\). Для этого в воду добавляются незамерзающие добавки \\(этиленгликоль\\).\nСтанции охлаждения закрытого типа:\n- Надежны в работе;\n- Просты в обслуживании;\n- Не прихотливы к внешним условиям;\n- Не требуют дополнительных очистных сооружений.",
  "descriptionEn": "",
  "features": [
    "Надежны в работе;",
    "Просты в обслуживании;",
    "Не прихотливы к внешним условиям;",
    "Не требуют дополнительных очистных сооружений."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/15/1716.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "60",
  "powerEn": "",
  "variantModels": [
    {
      "model": "FL-100",
      "specs": [
        {
          "name": "Мощность преобразователя частоты \\(для печи\\), кВт",
          "value": "60"
        },
        {
          "name": "Тепловая мощность, ккал/час",
          "value": "31500"
        },
        {
          "name": "Рабочее давление, МПа",
          "value": "0,15"
        },
        {
          "name": "Расход воды, м3/час",
          "value": "6"
        },
        {
          "name": "Объем резервуара, литр",
          "value": "250"
        },
        {
          "name": "Вес, кг",
          "value": "320"
        }
      ]
    },
    {
      "model": "FL-160",
      "specs": [
        {
          "name": "Мощность преобразователя частоты \\(для печи\\), кВт",
          "value": "100"
        },
        {
          "name": "Тепловая мощность, ккал/час",
          "value": "48660"
        },
        {
          "name": "Рабочее давление, МПа",
          "value": "0,2"
        },
        {
          "name": "Расход воды, м3/час",
          "value": "10"
        },
        {
          "name": "Объем резервуара, литр",
          "value": "250"
        },
        {
          "name": "Вес, кг",
          "value": "430"
        }
      ]
    },
    {
      "model": "FL-250",
      "specs": [
        {
          "name": "Мощность преобразователя частоты \\(для печи\\), кВт",
          "value": "160"
        },
        {
          "name": "Тепловая мощность, ккал/час",
          "value": "75000"
        },
        {
          "name": "Рабочее давление, МПа",
          "value": "0,2"
        },
        {
          "name": "Расход воды, м3/час",
          "value": "15"
        },
        {
          "name": "Объем резервуара, литр",
          "value": "500"
        },
        {
          "name": "Вес, кг",
          "value": "710"
        }
      ]
    },
    {
      "model": "FL-350",
      "specs": [
        {
          "name": "Мощность преобразователя частоты \\(для печи\\), кВт",
          "value": "250"
        },
        {
          "name": "Тепловая мощность, ккал/час",
          "value": "105000"
        },
        {
          "name": "Рабочее давление, МПа",
          "value": "0,25"
        },
        {
          "name": "Расход воды, м3/час",
          "value": "20"
        },
        {
          "name": "Объем резервуара, литр",
          "value": "500"
        },
        {
          "name": "Вес, кг",
          "value": "710"
        }
      ]
    },
    {
      "model": "FL-500",
      "specs": [
        {
          "name": "Мощность преобразователя частоты \\(для печи\\), кВт",
          "value": "350"
        },
        {
          "name": "Тепловая мощность, ккал/час",
          "value": "150000"
        },
        {
          "name": "Рабочее давление, МПа",
          "value": "0,3"
        },
        {
          "name": "Расход воды, м3/час",
          "value": "30"
        },
        {
          "name": "Объем резервуара, литр",
          "value": "500"
        },
        {
          "name": "Вес, кг",
          "value": "960"
        }
      ]
    },
    {
      "model": "FL-600",
      "specs": [
        {
          "name": "Мощность преобразователя частоты \\(для печи\\), кВт",
          "value": "500"
        },
        {
          "name": "Тепловая мощность, ккал/час",
          "value": "180600"
        },
        {
          "name": "Рабочее давление, МПа",
          "value": "0,3"
        },
        {
          "name": "Расход воды, м3/час",
          "value": "40"
        },
        {
          "name": "Объем резервуара, литр",
          "value": "500"
        },
        {
          "name": "Вес, кг",
          "value": "1030"
        }
      ]
    },
    {
      "model": "FL-750",
      "specs": [
        {
          "name": "Мощность преобразователя частоты \\(для печи\\), кВт",
          "value": "600"
        },
        {
          "name": "Тепловая мощность, ккал/час",
          "value": "250000"
        },
        {
          "name": "Рабочее давление, МПа",
          "value": "0,3"
        },
        {
          "name": "Расход воды, м3/час",
          "value": "50"
        },
        {
          "name": "Объем резервуара, литр",
          "value": "500"
        },
        {
          "name": "Вес, кг",
          "value": "1290"
        }
      ]
    },
    {
      "model": "FL-1000",
      "specs": [
        {
          "name": "Мощность преобразователя частоты \\(для печи\\), кВт",
          "value": "750"
        },
        {
          "name": "Тепловая мощность, ккал/час",
          "value": "300000"
        },
        {
          "name": "Рабочее давление, МПа",
          "value": "0,35"
        },
        {
          "name": "Расход воды, м3/час",
          "value": "60"
        },
        {
          "name": "Объем резервуара, литр",
          "value": "500"
        },
        {
          "name": "Вес, кг",
          "value": "1530"
        }
      ]
    },
    {
      "model": "FL-1250",
      "specs": [
        {
          "name": "Мощность преобразователя частоты \\(для печи\\), кВт",
          "value": "1000"
        },
        {
          "name": "Тепловая мощность, ккал/час",
          "value": "352000"
        },
        {
          "name": "Рабочее давление, МПа",
          "value": "0,35"
        },
        {
          "name": "Расход воды, м3/час",
          "value": "70"
        },
        {
          "name": "Объем резервуара, литр",
          "value": "500"
        },
        {
          "name": "Вес, кг",
          "value": "1710"
        }
      ]
    },
    {
      "model": "FL-1500",
      "specs": [
        {
          "name": "Мощность преобразователя частоты \\(для печи\\), кВт",
          "value": "1250"
        },
        {
          "name": "Тепловая мощность, ккал/час",
          "value": "452000"
        },
        {
          "name": "Рабочее давление, МПа",
          "value": "0,35"
        },
        {
          "name": "Расход воды, м3/час",
          "value": "90"
        },
        {
          "name": "Объем резервуара, литр",
          "value": "500"
        },
        {
          "name": "Вес, кг",
          "value": "2280"
        }
      ]
    },
    {
      "model": "FL-2000",
      "specs": [
        {
          "name": "Мощность преобразователя частоты \\(для печи\\), кВт",
          "value": "1500"
        },
        {
          "name": "Тепловая мощность, ккал/час",
          "value": "500000"
        },
        {
          "name": "Рабочее давление, МПа",
          "value": "0,35"
        },
        {
          "name": "Расход воды, м3/час",
          "value": "100"
        },
        {
          "name": "Объем резервуара, литр",
          "value": "1000"
        },
        {
          "name": "Вес, кг",
          "value": "2480"
        }
      ]
    },
    {
      "model": "FL-2200",
      "specs": [
        {
          "name": "Мощность преобразователя частоты \\(для печи\\), кВт",
          "value": "1800"
        },
        {
          "name": "Тепловая мощность, ккал/час",
          "value": "662500"
        },
        {
          "name": "Рабочее давление, МПа",
          "value": "0,35"
        },
        {
          "name": "Расход воды, м3/час",
          "value": "125"
        },
        {
          "name": "Объем резервуара, литр",
          "value": "1000"
        },
        {
          "name": "Вес, кг",
          "value": "2580"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/15/1268.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/15/1240.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/15/1717.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/15/902.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/15/702.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/15/269.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/15/270.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/15/271.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/15/272.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/15/413.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/15/660.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/15/414.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/15/415.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/15/416.jpg",
      "caption": ""
    }
  ]
}
];
