import { Product } from '../types';

export const HPDC_MACHINES: Product[] = [
  {
  "id": "mashinyi-dlya-litya-pod-vyisokim-davleniem-s-xolodnoj-kameroj-pressovaniya",
  "category": "hpdc",
  "subcategory": "hpdc-machines",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Машина для литья под высоким давлением с холодной камерой прессования",
  "titleEn": "",
  "model": "Позиция",
  "description": "**Машина для литья под высоким давлением \\(ЛПД\\)** предназначена для массового изготовления отливок из цветных сплавов.\nУстановка состоит из следующих основных узлов: станина, подвижная плита, стационарная плита, механизм запирания, прессовый поршень, гидравлическая станция, распределительные клапана, система управления на базе PLC. Гидравлическая система выполнена с применением аппаратуры известных производителей DENISON, HYDAC, REXROTH.\nМашина для литья под давлением оснащена современным бесшумным защитным ограждением с электроприводом. Для обеспечения безопасности, зона движения переднего защитного ограждения контролируется двумя, оптическими баръерами. Механизм прессования, обеспечивает впрыск в полость пресс-формы дозы расплавленного металла. Для обеспечения необходимого давления и скорости прессования используются два гидравлических аккумулятора, которые заряжаются перед операцией прессования. В момент включения прессования пресс-поршень медленно \\(1-я фаза прессования\\) двигается от давления насоса. Контроль позиции движущегося пресс-поршня выполняется аналоговым датчиком. При достижении заданной точки \\(точка включения 2-й фазы прессования\\) включается распределитель и аккумулятор разряжается через регулятор скорости в цилиндр прессования. Скорость прессования резко возрастает. Электромеханический регулятор скорости прессования дроссельного типа обеспечивает установку скорости прессования на 2-й фазе в диапазоне 0,5 – 6 м/сек. При дальнейшем движении пресс-поршня, в заданной точке – 3 фаза, включается распределитель и давление мультипликации, высвобождаясь из аккумулятора приводит в движение мультипликатор. Поршень мультипликатора, перемещаясь в цилиндр прессования резко поднимает в нём давление. Происходит фаза подпрессовки. Давление подпрессовки регулируется первоначально установленным давлением газа в верхней полости и редукционным клапаном в магистрали разряда в цилиндр прессования.\nУстановка литья под давлением может быть предложена со следующими опциями: манипулятор-смазчик пресс-форм, манипулятор-заливщик металла, манипулятор для удаления отливки из рабочей области, печь выдержки, [пресс-формы](press-formyi-dlya-lpd.md) и пр.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/40/438.jpg",
  "capacity": "мм",
  "capacityEn": "",
  "power": "кВт",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Позиция",
      "specs": [
        {
          "name": "Позиция",
          "value": "Ед."
        },
        {
          "name": "Усилие запирания",
          "value": "тн"
        },
        {
          "name": "Ход открытия подвижной плиты",
          "value": "мм"
        },
        {
          "name": "Высота пресс-формы \\(мин-макс\\)",
          "value": "мм"
        },
        {
          "name": "Размеры плиты \\(гор ×верт\\)",
          "value": "мм"
        },
        {
          "name": "Расстояние между колоннами \\(верт×гор\\)",
          "value": "мм"
        },
        {
          "name": "Диаметр колонн",
          "value": "мм"
        },
        {
          "name": "Ход пресс-поршня",
          "value": "мм"
        },
        {
          "name": "Диаметр пресс-поршня",
          "value": "мм"
        },
        {
          "name": "Макс. Вес дозы заливаемой порции сплава \\(по Аl\\)",
          "value": "кг"
        },
        {
          "name": "Установленная мощность двигателя",
          "value": "кВт"
        },
        {
          "name": "Потребляемая мощность",
          "value": "кВт"
        },
        {
          "name": "Емкость гидравлического бака",
          "value": "л"
        },
        {
          "name": "Вес машины",
          "value": "тн"
        },
        {
          "name": "Габариты машины \\(длина×ширина×высота\\)",
          "value": "мм"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/40/440.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/40/441.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/40/376.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/40/374.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/40/375.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/40/439.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/40/377.jpg",
      "caption": ""
    }
  ]
}
];
