import { Product } from '../types';

export const CENTRIFUGAL_CASTING: Product[] = [
  {
  "id": "konsolnyie-czentrobezhnyie-mashinyi-s-gorizontalnoj-osyu",
  "category": "special-casting",
  "subcategory": "molders",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Консольная центробежная машина с горизонтальной осью",
  "titleEn": "",
  "model": "Характеристики",
  "description": "**Консольная центробежная машина с горизонтальной осью** предназначена для изготовления из черных и цветных сплавов отливок типа втулок, фланцев, роликов, колес и прочих, имеющих внутреннюю полость. Машина состоит из жесткой рамы, привода, водоохлаждаемых подшипников, планшайбы, защитного кожуха, системы выталкивания отливки, системы охлаждения, заливочного желоба системы управления с PLC и сенсорным дисплеем. [Оснастка](osnastka/index.md)\\(кокиль\\) крепится к планшайбе через Т-образный крепеж. Рабочая поверхность кокиля покрывается противопригарным покрытием, после чего подогревается до установленной температуры.\nПосле этого передняя крышка устанавливается на горловину кокиля и фиксируется зажимами. Защитный кожух закрывается и запускается вращение планшайбы и система охлаждения подшипников. По установленному значению набора скорости вращения центробежная машина выходит на рабочую частоту при которой происходит заливка металла по заливочному желобу в рабочую область кокиля.\nСразу после заливки оператор запускает автоматический процесс затвердевания и охлаждения. После заливки машина центробежного литья набирает более высокие обороты для вытеснения неметаллических включений и газа к центру. Далее запускается водяное охлаждение кокиля – из бассейна. Вода через фильтры нагнетается в орошающие гребенки, установленные под кожухом машины.\nПо истечении установленного интервала времени водяное охлаждение отключается, а машина сбрасывает обороты до полной остановки. После остановки кожух машины открывается и происходит выталкивание отливки из кокиля за счет гидроцилиндра.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/37/1155.jpg",
  "capacity": "200",
  "capacityEn": "",
  "power": "5,5",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Характеристики",
      "specs": [
        {
          "name": "Характеристики",
          "value": "J512"
        },
        {
          "name": "Высота оси вращения, мм",
          "value": "500"
        },
        {
          "name": "Максимальный диаметр отливки, мм",
          "value": "200"
        },
        {
          "name": "Максимальная длина отливки, мм",
          "value": "250"
        },
        {
          "name": "Длина при максимальном диаметре, мм",
          "value": "150"
        },
        {
          "name": "Диаметр при максимальной длине, мм",
          "value": "50"
        },
        {
          "name": "Скорость вращения, об/мин",
          "value": "840-2000"
        },
        {
          "name": "Усилие выталкивания отливки, кН",
          "value": "10"
        },
        {
          "name": "Путь выталкивания",
          "value": "200"
        },
        {
          "name": "Диаметр трубопровода охлаждения, мм",
          "value": "15"
        },
        {
          "name": "Мощность главного двигателя, кВт",
          "value": "5,5"
        },
        {
          "name": "Вес машины, кг",
          "value": "1100"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/37/362.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/37/1154.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/37/437.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/37/407.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/37/365.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/37/364.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/37/363.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "mashinyi-czentrobezhnogo-litya-s-vertikalnoj-osyu",
  "category": "special-casting",
  "subcategory": "molders",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Машины центробежного литья с вертикальной осью",
  "titleEn": "",
  "model": "Характеристики",
  "description": "**Вертикальная машина центробежного литья** модели J55 разработана для производства фланцевых отливок методом центробежного литья. Данное оборудование состоит из привода вертикального центробежного литья, системы электроконтроля, системы масляного насоса, защитного механизма и системы литья.\nПри получении отливок на машинах с вращением формы вокруг вертикальной оси металл из ковша заливают во вращающуюся форму, укрепленную на шпинделе, который вращается от электродвигателя.\nОтливки, полученные на машине с вертикальной осью вращения, имеют разностенность по высоте – более толстое сечение в нижней части. Применяют для получения отливок небольшой высоты – коротких втулок, колец, фланцев.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/63/618.jpg",
  "capacity": "500",
  "capacityEn": "",
  "power": "15",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Характеристики",
      "specs": [
        {
          "name": "Характеристики",
          "value": "J555"
        },
        {
          "name": "Максимальный диаметр, мм",
          "value": "500"
        },
        {
          "name": "Максимальная высота отливки, мм",
          "value": "400"
        },
        {
          "name": "Максимальная нагрузка, кг",
          "value": "1000"
        },
        {
          "name": "Мощность, кВт",
          "value": "15"
        },
        {
          "name": "Обороты, об/мин",
          "value": "0-1100"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/63/619.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/63/620.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/63/621.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "rolikovyie-mashinyi-dlya-trubnyix-otlivok",
  "category": "special-casting",
  "subcategory": "molders",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Роликовые машины для трубных отливок",
  "titleEn": "",
  "model": "",
  "description": "Горизонтальная машина центробежного литья с 4 опорными роликами моделей J524 – это литейное комплектное оборудование предназначенное для получения трубных заготовок \\(отливок\\) с соотношением длины L к диаметру D в пропорции L/D > 2/1. На машинах роликового типа возможно получение отливок D=100-1500 мм, L=600-6000 мм, массой до 55 тонн. Переход от одного типоразмера на другой осуществляется путем замены изложницы \\(кокиля\\). Состоит машина главным образом из привода, устройства для пульверизации противопригарного \\(разделительного\\) покрытия, механизма для заливки, устройства извлечения отливок \\(труб\\), защитного кожуха и системы электроконтроля.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/50/455.jpg",
  "capacity": "",
  "capacityEn": "",
  "power": "",
  "powerEn": "",
  "variantModels": [],
  "galleryImages": [
    {
      "path": "/assets/gallery/50/452.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/50/453.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/50/454.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/50/451.jpg",
      "caption": ""
    }
  ]
}
];
