import { Product } from '../types';

export const LGM_EQUIPMENT: Product[] = [
  {
  "id": "oborudovaie-lgm-avtoklav",
  "category": "lgm-equipment",
  "subcategory": "white-shop",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Автоклав",
  "titleEn": "",
  "model": "WS-150YDA … WS-500YDA",
  "description": "**Автоклав** используется для изготовления небольших и средних пенополистирольных моделей методом вторичного вспенивания в ручной алюминиевой пресс-форме. Такие операции как: сборка пресс-формы, задувка предвспененного полистирола, перемещение формы в камеру автоклава, извлечение из камеры, перемещение в ванну охлаждения, разборка и извлечение модели производятся вручную оператором автоклава – модельщиком.\nАвтоклав имеет собственный тэновый парогенератор, кроме этого автоклав возможно подключить к внешнему источнику пара. Узлы, контактирующие с водяным паром, выполнены из нержавеющей стали. Для облегчения загрузки пресс-форм каждый автоклав имеет выдвижную корзину, благодаря которой пресс-формы оказываются в центре камеры. Режим обработки может варьироваться в широком диапазоне как по температуре 40-135ºС так и по времени 0-60 мин. Нагрев пресс-форм осуществляется равномерно со всех сторон. Контроль температуры внутри камеры осуществляет термопара, передающая сигнал на регулятор. По завершению времени тепловой обработки давление в камере сбрасывается. Дверь автоклава разблокируется. Это гарантирует безопасность работы персонала.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/48/1675.jpg",
  "capacity": "480",
  "capacityEn": "",
  "power": "9",
  "powerEn": "",
  "variantModels": [
    {
      "model": "WS-150YDA",
      "specs": [
        {
          "name": "Объем камеры, л",
          "value": "150"
        },
        {
          "name": "Диаметр камеры, мм",
          "value": "480"
        },
        {
          "name": "Длина камеры, мм",
          "value": "850"
        },
        {
          "name": "Мощность, кВт",
          "value": "9"
        },
        {
          "name": "Напряжение, В",
          "value": "380"
        },
        {
          "name": "Высота установки, мм",
          "value": "1600"
        },
        {
          "name": "Ширина установки, мм",
          "value": "600"
        },
        {
          "name": "Длина установки, мм",
          "value": "1420"
        },
        {
          "name": "Масса установки, кг",
          "value": "280"
        }
      ]
    },
    {
      "model": "WS-200YDA",
      "specs": [
        {
          "name": "Объем камеры, л",
          "value": "200"
        },
        {
          "name": "Диаметр камеры, мм",
          "value": "515"
        },
        {
          "name": "Длина камеры, мм",
          "value": "1000"
        },
        {
          "name": "Мощность, кВт",
          "value": "9"
        },
        {
          "name": "Напряжение, В",
          "value": ""
        },
        {
          "name": "Высота установки, мм",
          "value": "1700"
        },
        {
          "name": "Ширина установки, мм",
          "value": "700"
        },
        {
          "name": "Длина установки, мм",
          "value": "1450"
        },
        {
          "name": "Масса установки, кг",
          "value": "350"
        }
      ]
    },
    {
      "model": "WS-280YDA",
      "specs": [
        {
          "name": "Объем камеры, л",
          "value": "280"
        },
        {
          "name": "Диаметр камеры, мм",
          "value": "600"
        },
        {
          "name": "Длина камеры, мм",
          "value": "1000"
        },
        {
          "name": "Мощность, кВт",
          "value": "12"
        },
        {
          "name": "Напряжение, В",
          "value": ""
        },
        {
          "name": "Высота установки, мм",
          "value": "1850"
        },
        {
          "name": "Ширина установки, мм",
          "value": "850"
        },
        {
          "name": "Длина установки, мм",
          "value": "1500"
        },
        {
          "name": "Масса установки, кг",
          "value": "460"
        }
      ]
    },
    {
      "model": "WS-400YDA",
      "specs": [
        {
          "name": "Объем камеры, л",
          "value": "400"
        },
        {
          "name": "Диаметр камеры, мм",
          "value": "660"
        },
        {
          "name": "Длина камеры, мм",
          "value": "1200"
        },
        {
          "name": "Мощность, кВт",
          "value": "15"
        },
        {
          "name": "Напряжение, В",
          "value": ""
        },
        {
          "name": "Высота установки, мм",
          "value": "1900"
        },
        {
          "name": "Ширина установки, мм",
          "value": "950"
        },
        {
          "name": "Длина установки, мм",
          "value": "1500"
        },
        {
          "name": "Масса установки, кг",
          "value": "550"
        }
      ]
    },
    {
      "model": "WS-500YDA",
      "specs": [
        {
          "name": "Объем камеры, л",
          "value": "500"
        },
        {
          "name": "Диаметр камеры, мм",
          "value": "700"
        },
        {
          "name": "Длина камеры, мм",
          "value": "1300"
        },
        {
          "name": "Мощность, кВт",
          "value": "18"
        },
        {
          "name": "Напряжение, В",
          "value": ""
        },
        {
          "name": "Высота установки, мм",
          "value": "20000"
        },
        {
          "name": "Ширина установки, мм",
          "value": "1000"
        },
        {
          "name": "Длина установки, мм",
          "value": "1800"
        },
        {
          "name": "Масса установки, кг",
          "value": "660"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/48/1560.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/48/1187.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/48/1137.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/48/1065.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/48/1004.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/48/889.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/48/1006.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/48/433.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/48/611.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/48/434.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/48/435.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/48/436.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovaie-lgm-blok-forma",
  "category": "lgm-equipment",
  "subcategory": "white-shop",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Блок-форма",
  "titleEn": "",
  "model": "EPS-B-2000 … EPS-B-6000",
  "description": "Блок-форма необходима для спекания полистирольных блоков при помощи термического формирования предвспененного полистирола. Блок-форма состоит из камеры; пульта управления с сенсорным экраном и визуализацией процесcа; гидравлических толкателей для выталкивания блока из камеры; гидравлической двери; инжекторов для подачи предвспененного полистирола в камеру; маслостанции; воздуходувки и системы подвода пара.\nБлок-форма изготавливается по заданным заказчиком размерам камеры.\nЦикл работы блок-формы следующий:\n- Закрытие двери;\n- Загрузка предвспененного полистирола в камеру;\n- Спекание полистирола;\n- Стабилизация и охлаждение блока;\n- Открытие двери;\n- Выталкивание готового блока\nБлок-форма укомплектована программируемым логическим контроллером и цветным сенсорным экраном SIEMENS.\nВоздуходувка, входящая в комплект поставки, предназначена для задувки материала, создания вакуума в камере и охлаждения.",
  "descriptionEn": "",
  "features": [
    "Закрытие двери;",
    "Загрузка предвспененного полистирола в камеру;",
    "Спекание полистирола;",
    "Стабилизация и охлаждение блока;",
    "Открытие двери;",
    "Выталкивание готового блока"
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/75/929.jpg",
  "capacity": "2030х\\(1240-840\\)х630",
  "capacityEn": "",
  "power": "9.5",
  "powerEn": "",
  "variantModels": [
    {
      "model": "EPS-B-2000",
      "specs": [
        {
          "name": "Размер формы, мм",
          "value": "2030х\\(1240-840\\)х630"
        },
        {
          "name": "Размер полистирольного блока, мм",
          "value": "2000х\\(1200-800\\)х600"
        },
        {
          "name": "Плотность полистирола в блоке, кг/м^3^",
          "value": "4-30"
        },
        {
          "name": "Время цикла, мин",
          "value": "5-15"
        },
        {
          "name": "Давление пара, МПа",
          "value": "0.8"
        },
        {
          "name": "Давление воздуха, МПа",
          "value": "0.6"
        },
        {
          "name": "Расход пара, кг/цикл",
          "value": "30-40"
        },
        {
          "name": "Габаритный размер, мм",
          "value": "4000х2100х3000"
        },
        {
          "name": "Установленная мощность, кВт",
          "value": "9.5"
        }
      ]
    },
    {
      "model": "EPS-B-3000",
      "specs": [
        {
          "name": "Размер формы, мм",
          "value": "3030х\\(1240-840\\)х630"
        },
        {
          "name": "Размер полистирольного блока, мм",
          "value": "3000х\\(1200-800\\)х600"
        },
        {
          "name": "Плотность полистирола в блоке, кг/м^3^",
          "value": "4-30"
        },
        {
          "name": "Время цикла, мин",
          "value": "5-15"
        },
        {
          "name": "Давление пара, МПа",
          "value": "0.8"
        },
        {
          "name": "Давление воздуха, МПа",
          "value": "0.6"
        },
        {
          "name": "Расход пара, кг/цикл",
          "value": "35-45"
        },
        {
          "name": "Габаритный размер, мм",
          "value": "5000х2100х3000"
        },
        {
          "name": "Установленная мощность, кВт",
          "value": "9.5"
        }
      ]
    },
    {
      "model": "EPS-B-4000",
      "specs": [
        {
          "name": "Размер формы, мм",
          "value": "4030х\\(1240-840\\)х630"
        },
        {
          "name": "Размер полистирольного блока, мм",
          "value": "4000х\\(1200-800\\)х600"
        },
        {
          "name": "Плотность полистирола в блоке, кг/м^3^",
          "value": "4-30"
        },
        {
          "name": "Время цикла, мин",
          "value": "7-20"
        },
        {
          "name": "Давление пара, МПа",
          "value": "0.8"
        },
        {
          "name": "Давление воздуха, МПа",
          "value": "0.6"
        },
        {
          "name": "Расход пара, кг/цикл",
          "value": "50-60"
        },
        {
          "name": "Габаритный размер, мм",
          "value": "6100х2100х3000"
        },
        {
          "name": "Установленная мощность, кВт",
          "value": "13"
        }
      ]
    },
    {
      "model": "EPS-B-6000",
      "specs": [
        {
          "name": "Размер формы, мм",
          "value": "6030х\\(1240-840\\)х630"
        },
        {
          "name": "Размер полистирольного блока, мм",
          "value": "6000х\\(1200-800\\)х600"
        },
        {
          "name": "Плотность полистирола в блоке, кг/м^3^",
          "value": "4-30"
        },
        {
          "name": "Время цикла, мин",
          "value": "7-20"
        },
        {
          "name": "Давление пара, МПа",
          "value": "0.8"
        },
        {
          "name": "Давление воздуха, МПа",
          "value": "0.6"
        },
        {
          "name": "Расход пара, кг/цикл",
          "value": "60-70"
        },
        {
          "name": "Габаритный размер, мм",
          "value": "8200х2100х3000"
        },
        {
          "name": "Установленная мощность, кВт",
          "value": "13"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/75/931.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/75/930.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/75/932.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/75/933.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovaie-lgm-kraskomeshalki",
  "category": "lgm-equipment",
  "subcategory": "white-shop",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Краскомешалка",
  "titleEn": "",
  "model": "KKM-2",
  "description": "**Краскомешалка** \\(смеситель для противопригарных покрытий\\) – устройство для перемешивания противопригарного покрытия на водной основе. Краскомешалки предупреждают осаживание компонентов огнеупорного наполнителя, расслоению краски, способствуют равномерному распределению компонентов по всему объему. Смеситель представляет собой жесткую колонну, зафиксированную на основании. Внутри колонны расположен гидравлический цилиндр, шток которого соединен с верхней поворотной траверсой. На траверсе располагается перемешивающий вал, электродвигатель, а также ременная передача, закрытая кожухом.\nЕмкости с водой располагают в непосредственной близости к краскомешалке, после чего заводят и опускают во внутреннюю область ёмкости за счет гидроцилиндра перемешивающий вал и включают перемешивание. Частоту вращения вала можно настроить в диапазоне 0-1500 об/мин. При постоянном перемешивании в область вала смесителя равномерно засыпают порошкообразную краску в необходимом объеме. Консистенцию краски проверяют вискозиметрами и при необходимости добавляют воду либо сухую краску.\nКраскомешалка поставляется в комплекте с гидравлической станцией и пультом управления. Опционально установки комплектуются баками из нержавейки.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/23/1345.jpg",
  "capacity": "150",
  "capacityEn": "",
  "power": "2,2",
  "powerEn": "",
  "variantModels": [
    {
      "model": "KKM-2",
      "specs": [
        {
          "name": "Мощность главного двигателя, кВт",
          "value": "2,2"
        },
        {
          "name": "Диаметр перемешивающего импеллера, мм",
          "value": "150"
        },
        {
          "name": "Частота перемешивающего вала, об/мин",
          "value": "0-1500"
        },
        {
          "name": "Высота подъема поворотной траверсы, мм",
          "value": "700"
        },
        {
          "name": "Мощность двигателя гидростанции, кВт",
          "value": "0,75"
        },
        {
          "name": "Размер бака, мм",
          "value": "Ø1200х600"
        },
        {
          "name": "Вес, кг",
          "value": "400"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/23/1188.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/23/888.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/23/540.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/23/581.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/23/302.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/23/303.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/23/304.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/23/305.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovaie-lgm-modelnyij-avtomat",
  "category": "lgm-equipment",
  "subcategory": "white-shop",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Модельный автомат",
  "titleEn": "",
  "model": "EPS-C-0907 … EPS-C-2012",
  "description": "**Модельный автомат** предназначен для изготовления крупных пенополистирольных моделей методом вторичного вспенивания в алюминиевой пресс-форме. Пресс-форма представляет собой короб с рубашкой, в которую поочередно подается пар, вода охлаждения и сжатый воздух. Пресс-форма закрепляется на рабочих плитах автомата, после чего она готова к работе. Управление всеми узлами автомата осуществляет программируемый логический контроллер \\(PLC\\). Интервалы времени вводятся в память PLC через сенсорный дисплей. После вдувания гранул предвспененного полистирола в полость пресс-формы, автомат запускает подачу пара в рубашку формы. Тепло пара передается гранулам полистирола, при этом начинается вторичное вспенивание и формирование модели, заполняются пустоты между гранулами, гранулы частично раскрываются. По истечении заданного интервала нагрева, подача пара прекращается, и в рубашку подается холодная вода охлаждения. Вода останавливает вторичное вспенивание, охлаждает пресс-форму, предупреждая оплавление полистирольной модели. Горячая вода отводится в канализацию или в систему охлаждения. Далее подача воды прекращается, модельный автомат раскрывает пресс-форму и оператор убирает модель из рабочей области. Цикл автомата зависит от конфигурации модели, толщины стенки, типа полистирола и может составлять от 5 до 15 минут.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/22/1344.jpg",
  "capacity": "900х700",
  "capacityEn": "",
  "power": "1,5",
  "powerEn": "",
  "variantModels": [
    {
      "model": "EPS-C-0907",
      "specs": [
        {
          "name": "Размеры плит, мм",
          "value": "900х700"
        },
        {
          "name": "Размер пресс-формы, мм",
          "value": "780х600"
        },
        {
          "name": "Мощность, кВт",
          "value": "1,5"
        },
        {
          "name": "Кол. винтовых передач",
          "value": "1"
        },
        {
          "name": "Ø направляющих колон, мм",
          "value": "56"
        },
        {
          "name": "Масса, кг",
          "value": "1000"
        }
      ]
    },
    {
      "model": "EPS-C-1090",
      "specs": [
        {
          "name": "Размеры плит, мм",
          "value": "1000х900"
        },
        {
          "name": "Размер пресс-формы, мм",
          "value": "800х800"
        },
        {
          "name": "Мощность, кВт",
          "value": "1,5"
        },
        {
          "name": "Кол. винтовых передач",
          "value": "1"
        },
        {
          "name": "Ø направляющих колон, мм",
          "value": "56"
        },
        {
          "name": "Масса, кг",
          "value": "1500"
        }
      ]
    },
    {
      "model": "EPS-C-1280",
      "specs": [
        {
          "name": "Размеры плит, мм",
          "value": "1200х800"
        },
        {
          "name": "Размер пресс-формы, мм",
          "value": "1100х800"
        },
        {
          "name": "Мощность, кВт",
          "value": "2,2"
        },
        {
          "name": "Кол. винтовых передач",
          "value": "1"
        },
        {
          "name": "Ø направляющих колон, мм",
          "value": "56"
        },
        {
          "name": "Масса, кг",
          "value": "1600"
        }
      ]
    },
    {
      "model": "EPS-C-1210",
      "specs": [
        {
          "name": "Размеры плит, мм",
          "value": "1200х1000"
        },
        {
          "name": "Размер пресс-формы, мм",
          "value": "1000х800"
        },
        {
          "name": "Мощность, кВт",
          "value": "2,2"
        },
        {
          "name": "Кол. винтовых передач",
          "value": "1"
        },
        {
          "name": "Ø направляющих колон, мм",
          "value": "56"
        },
        {
          "name": "Масса, кг",
          "value": "1700"
        }
      ]
    },
    {
      "model": "EPS-C-1310",
      "specs": [
        {
          "name": "Размеры плит, мм",
          "value": "1300х1000"
        },
        {
          "name": "Размер пресс-формы, мм",
          "value": "1100х950"
        },
        {
          "name": "Мощность, кВт",
          "value": "3"
        },
        {
          "name": "Кол. винтовых передач",
          "value": "1"
        },
        {
          "name": "Ø направляющих колон, мм",
          "value": "56"
        },
        {
          "name": "Масса, кг",
          "value": "1800"
        }
      ]
    },
    {
      "model": "EPS-C-1512",
      "specs": [
        {
          "name": "Размеры плит, мм",
          "value": "1500х1200"
        },
        {
          "name": "Размер пресс-формы, мм",
          "value": "1350х1050"
        },
        {
          "name": "Мощность, кВт",
          "value": "4"
        },
        {
          "name": "Кол. винтовых передач",
          "value": "2"
        },
        {
          "name": "Ø направляющих колон, мм",
          "value": "56"
        },
        {
          "name": "Масса, кг",
          "value": "2200"
        }
      ]
    },
    {
      "model": "EPS-C-2012",
      "specs": [
        {
          "name": "Размеры плит, мм",
          "value": "2000х1200"
        },
        {
          "name": "Размер пресс-формы, мм",
          "value": "1500х1380"
        },
        {
          "name": "Мощность, кВт",
          "value": "5"
        },
        {
          "name": "Кол. винтовых передач",
          "value": "2"
        },
        {
          "name": "Ø направляющих колон, мм",
          "value": "72"
        },
        {
          "name": "Масса, кг",
          "value": "3500"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/22/1091.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/1763.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/1074.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/1075.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/857.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/856.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/839.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/843.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/842.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/840.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/1131.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/844.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/841.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/298.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/299.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/300.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/22/301.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovaie-lgm-predvspenivatel",
  "category": "lgm-equipment",
  "subcategory": "white-shop",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Предвспениватель",
  "titleEn": "",
  "model": "EPS-JF-100 … EPS-JF-1100",
  "description": "Первая операция в технологии производства пенополистирольной модели – предварительное \\(первичное\\) вспенивание полистирола. Предвспенивание осуществляют в специализированных установках – **автоматических предвспенивателях полистирола** периодического действия. Весь процесс происходит в герметичной камере под давлением водяного пара при постоянном перемешивании. Поэтому вспенивание отличается равномерностью и однородностью по всему объему сырья.\nБисер исходного полистирола загружается в бункер предвспенивателя, откуда идет порционный забор сырья в автоматическом режиме. Управление всеми узлами установки осуществляет программируемый логический контроллер \\(PLC\\). Задача оператора установки – следить за процессом и загружать новые порции исходного полистирола в приемный бункер.\nЦикл предвспенивания начинается с закрытия пневматической разгрузочной дверцы рабочей камеры и запуска перемешивающего вала. После этого в камеру загружается порция сырья полистирола, под давлением подается водяной пар. Температура в камере при этом 90-110ºС, гранулы полистирола начинают увеличиваться в объеме. Время обработки обычно не превышает 90 сек. В процессе перемешивания данные по температуре и давлению в камере непрерывно передаются на PLС. При понижении давления происходит автоматическая подкачка пара. По истечении времени вспенивания разгрузочная дверца открывается и сырье разгружается в сушилку, где в кипящем слое происходит удаление остаточной влаги.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/21/1342.jpg",
  "capacity": "500",
  "capacityEn": "",
  "power": "6,6",
  "powerEn": "",
  "variantModels": [
    {
      "model": "EPS-JF-100",
      "specs": [
        {
          "name": "Диаметр камеры вспенивания, мм",
          "value": "500"
        },
        {
          "name": "Высота камеры вспенивания, мм",
          "value": "700"
        },
        {
          "name": "Объем камеры вспенивания, м3",
          "value": "0,12"
        },
        {
          "name": "Достижимая плотность сырья, кг/м3",
          "value": "12-40"
        },
        {
          "name": "Производительность, кг/час",
          "value": "40-160"
        },
        {
          "name": "Расход сжатого воздуха, м3/цикл",
          "value": "0,05-0,06"
        },
        {
          "name": "Расход пара, кг/цикл",
          "value": "0,8-1,0"
        },
        {
          "name": "Время цикла, мин",
          "value": "1,5"
        },
        {
          "name": "Установленная мощность, кВт",
          "value": "6,6"
        }
      ]
    },
    {
      "model": "EPS-JF-1100",
      "specs": [
        {
          "name": "Диаметр камеры вспенивания, мм",
          "value": "1100"
        },
        {
          "name": "Высота камеры вспенивания, мм",
          "value": "1700"
        },
        {
          "name": "Объем камеры вспенивания, м3",
          "value": "1,4"
        },
        {
          "name": "Достижимая плотность сырья, кг/м3",
          "value": "12-40"
        },
        {
          "name": "Производительность, кг/час",
          "value": "200-500"
        },
        {
          "name": "Расход сжатого воздуха, м3/цикл",
          "value": "0,1-0,3"
        },
        {
          "name": "Расход пара, кг/цикл",
          "value": "2-8"
        },
        {
          "name": "Время цикла, мин",
          "value": "1,5"
        },
        {
          "name": "Установленная мощность, кВт",
          "value": "20,75"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/21/1186.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/21/1025.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/21/905.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/21/890.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/21/293.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/21/294.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/21/295.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/21/296.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/21/297.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/21/1132.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovaie-lgm-vakuumnaya-opoka",
  "category": "lgm-equipment",
  "subcategory": "white-shop",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Вакуумная опока",
  "titleEn": "",
  "model": "Размеры внутреннего пространства опоки, мм",
  "description": "**Вакуумные опоки** представляют собой сварные короба, предназначенные для формовки пенополистирольных модельных блоков огнеупорным наполнителем. Боковые и нижняя стенки опоки имеют вакуум-проводы, изолированные от внутреннего пространства опоки нержавеющей металлической сеткой. Установка модельного блока в опоку производится вручную или при помощи робота-манипулятора, при этом расстояние от боковой стенки должно быть не менее 50мм, а от нижней стенки не менее 70 мм. После заполнения опоки песком производится уплотнение за счет вибрации. Далее опока накрывается сверху полиэтиленовой пленкой и засыпается слоем песка в 20-40 мм. Подключение опоки к вакуумной системе осуществляется через армированный резиновый рукав.\nРазмеры рабочего пространства опок определяются на начальной стадии проектирования и зависят от конфигурации модельного блока. Для перемещения опоки грузоподъемным механизмом предусмотрены специальные цапфы. Опока может комплектоваться колесными парами для передвижения по рельсам.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/25/1083.jpg",
  "capacity": "Масса песка в опоке, кг",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Размеры внутреннего пространства опоки, мм",
      "specs": [
        {
          "name": "Размеры внутреннего пространства опоки, мм",
          "value": "Масса песка в опоке, кг"
        },
        {
          "name": "1000х1000х1000",
          "value": "1600"
        },
        {
          "name": "1500х1000х1000",
          "value": "2400"
        },
        {
          "name": "2000х1500х1500",
          "value": "7200"
        },
        {
          "name": "3000х1500х1500",
          "value": "10800"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/25/1037.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/25/822.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/25/597.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/25/311.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/25/544.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/25/312.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/25/313.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/25/314.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovaie-lgm-vakuumnaya-sistema",
  "category": "lgm-equipment",
  "subcategory": "white-shop",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Вакуумная система",
  "titleEn": "",
  "model": "SK-12 … SK-40",
  "description": "**Вакуумная система** предназначена для создания разряжения в заформованной [вакуумной опоке](oborudovaie-lgm-vakuumnaya-opoka.md \"Вакуумная опока\") перед заливкой металла. Система состоит из вакуумного водоциркуляционного насоса, мокрого пылеуловителя, ресивера, сепаратора, трубопроводов, обратных клапанов, гребенки, армированного резинового рукава, манометров и системы управления. Сердцем вакуумной системы является вакуумный насос. Вода в насос поступает из сепаратора и создает герметичную прослойку между импеллером и корпусом насоса. Обратно в сепаратор вода возвращается по верхнему трубопроводу в виде капель. Вакуумные опоки вручную подключаются к гребёнке системы через резиновый армированный рукав. Гребенка в стандартной комплектации имеет от 2 до 8 выводов, каждый из которых оснащается ручным регулировочным клапаном-бабочкой. При заливке металлом полистирольная модель сгорает, при этом газы отводятся вакуумной системой и проходят через пылеуловитель мокрого типа. В результате этого продукты деструкции полистирола осаживаются, и очищенный воздух поступает в насос. Предварительная очистка отходящих газов защищает импеллер насоса от зарастания, а также улучшает экологическую обстановку в цехе. Вакуумный ресивер, поставляемый в комплекте с вакуумной системой, играет роль аккумулятора отрицательного давления, за счет чего при выключенном насосе разряжение в опоке поддерживается в течении 1-5 мин, в зависимости от состояния полиэтиленовой пленки.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/26/1320.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "18,5",
  "powerEn": "",
  "variantModels": [
    {
      "model": "SK-12",
      "specs": [
        {
          "name": "Производительность, м3/мин",
          "value": "12"
        },
        {
          "name": "Максимальное разряжение, МПа",
          "value": "-0.1"
        },
        {
          "name": "Частота, об./мин",
          "value": "970"
        },
        {
          "name": "Ø трубопроводов, мм",
          "value": "80"
        },
        {
          "name": "Расход воды, л/мин",
          "value": "40-50"
        },
        {
          "name": "Мощность двигателя, кВт",
          "value": "18,5"
        }
      ]
    },
    {
      "model": "SK-20",
      "specs": [
        {
          "name": "Производительность, м3/мин",
          "value": "20"
        },
        {
          "name": "Максимальное разряжение, МПа",
          "value": "-0.1"
        },
        {
          "name": "Частота, об./мин",
          "value": "730"
        },
        {
          "name": "Ø трубопроводов, мм",
          "value": "108"
        },
        {
          "name": "Расход воды, л/мин",
          "value": "60-80"
        },
        {
          "name": "Мощность двигателя, кВт",
          "value": "30"
        }
      ]
    },
    {
      "model": "SK-30",
      "specs": [
        {
          "name": "Производительность, м3/мин",
          "value": "30"
        },
        {
          "name": "Максимальное разряжение, МПа",
          "value": "-0.1"
        },
        {
          "name": "Частота, об./мин",
          "value": "730"
        },
        {
          "name": "Ø трубопроводов, мм",
          "value": "135"
        },
        {
          "name": "Расход воды, л/мин",
          "value": "70-100"
        },
        {
          "name": "Мощность двигателя, кВт",
          "value": "55"
        }
      ]
    },
    {
      "model": "SK-40",
      "specs": [
        {
          "name": "Производительность, м3/мин",
          "value": "40"
        },
        {
          "name": "Максимальное разряжение, МПа",
          "value": "-0.1"
        },
        {
          "name": "Частота, об./мин",
          "value": "730"
        },
        {
          "name": "Ø трубопроводов, мм",
          "value": "140"
        },
        {
          "name": "Расход воды, л/мин",
          "value": "80-115"
        },
        {
          "name": "Мощность двигателя, кВт",
          "value": "75"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/26/1321.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/26/1039.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/26/887.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/26/1040.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/26/654.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/26/545.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/26/316.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/26/546.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/26/317.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/26/315.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/26/318.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovaie-lgm-vibrostol",
  "category": "lgm-equipment",
  "subcategory": "white-shop",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Вибростол",
  "titleEn": "",
  "model": "XYZ-I … XYZ-IV",
  "description": "**Вибростол** предназначен для уплотнения огнеупорного наполнителя \\(песка\\) в [вакуумной опоке](oborudovaie-lgm-vakuumnaya-opoka.md \"Вакуумная опока\"). Вибростол ЛГМ оснащается тремя парами вибродвигателей, установленными на каждую из пространственных осей – Х, Y, Z. При работе двигатели имеют разнонаправленное вращение, способствующее качественному уплотнению песка по всему объему опоки. Установку опоки на вибростол возможно осуществлять при помощи грузоподъемного механизма. Для эффективной передачи вибрации от вибродвигателей к опоке опционально предлагается установка пневматических зажимов.\nВибростол можно устанавливать на механизированном участке ЛГМ как отдельно стоящее оборудование, или встраивать в автоматические формовочные линии ЛГМ.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/24/1350.jpg",
  "capacity": "1200x1200x750",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "XYZ-I",
      "specs": [
        {
          "name": "Грузоподъемность, тн",
          "value": "5"
        },
        {
          "name": "Размеры вибростола, мм",
          "value": "1200x1200x750"
        },
        {
          "name": "Максимальные размеры опоки, мм",
          "value": "1000х1000х1500"
        }
      ]
    },
    {
      "model": "XYZ-II",
      "specs": [
        {
          "name": "Грузоподъемность, тн",
          "value": "8"
        },
        {
          "name": "Размеры вибростола, мм",
          "value": "1500х1500х750"
        },
        {
          "name": "Максимальные размеры опоки, мм",
          "value": "1300х1300х1800"
        }
      ]
    },
    {
      "model": "XYZ-III",
      "specs": [
        {
          "name": "Грузоподъемность, тн",
          "value": "12"
        },
        {
          "name": "Размеры вибростола, мм",
          "value": "1800х1800х750"
        },
        {
          "name": "Максимальные размеры опоки, мм",
          "value": "1600х1600х2200"
        }
      ]
    },
    {
      "model": "XYZ-IV",
      "specs": [
        {
          "name": "Грузоподъемность, тн",
          "value": "20"
        },
        {
          "name": "Размеры вибростола, мм",
          "value": "3000х2100х750"
        },
        {
          "name": "Максимальные размеры опоки, мм",
          "value": "2800х1900х2500"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/24/1081.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/24/1038.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/24/1080.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/24/821.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/24/306.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/24/612.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/24/543.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/24/547.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/24/307.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/24/308.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/24/309.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/24/310.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovanie-peskooborota",
  "category": "lgm-equipment",
  "subcategory": "white-shop",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Оборудование пескооборота ЛГМ",
  "titleEn": "",
  "model": "",
  "description": "Комплекс системы пескооборота ЛГМ представляет собой набор оборудования, логически скомпонованного в производственном помещении.\nВсе операции в линии механизированы кроме перемещения опок. Опока с песком и готовыми отливками подаётся на кантователь, на кантователе происходит переворот опоки. Песок и отливки высыпаются на просыпную решетку. На решётке происходит отделение отливок от песка и шлака. Отливки и шлак остаются на полотне, а песок в приемный бункер, из которого вибротранспортером песка подается на цепной элеватор, а далее через воздушно-магнитный сепаратор в охладитель. В охладителе песка используется принцип «кипящего слоя», т.е. атмосферный воздух подаётся под слой песка, проходит сквозь него, и, отобрав от песка тепло, через систему пылеулавливания выбрасывается в атмосферу. \\(При двухсменном графике работы линии воздушного охладителя не достаточно, поэтому в охладитель устанавливается дополнительный водяной, пластинчатый теплообменник.\\) Система пылеулавливания очищает нагретый воздух от мелких фракций песка и пыли. Из охладителя песок при помощи элеватора транспортируется в рабочий бункер.\nСостав системы пескооборота в большей степени **завиcит от производительности** общей линии ЛГМ. Специалисты нашей компании погут Вам подобрать оптимальное решение для подготовки песка.\nКомпоновка оборудования в производственном помещении **согласовывается с заказчиком** перед заключением договора.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/62/1349.jpg",
  "capacity": "",
  "capacityEn": "",
  "power": "",
  "powerEn": "",
  "variantModels": [],
  "galleryImages": [
    {
      "path": "/assets/gallery/62/1335.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/1684.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/1190.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/1135.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/1097.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/1078.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/1033.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/1079.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/1042.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/892.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/1034.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/891.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/577.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/608.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/578.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/610.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/579.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/580.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/62/609.jpg",
      "caption": ""
    }
  ]
}
];
