import { Product } from '../types';

export const PRODUCTS_SPARES: Product[] = [
  {
  "id": "tiristoryi-silovyie",
  "category": "spare-parts",
  "subcategory": "spare-parts-list",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Тиристоры силовые",
  "titleEn": "",
  "model": "Обозн.",
  "description": "**Тиристор** — прибор, выполненный на основе монокристалла полупроводника — является силовым электронным не полностью управляемым ключом, пропускающий ток в одном направлении, и переводящийся в проводящее состояние управляющим сигналом.\nНебольшие размеры, малый вес, низкое энергопотребление, высокая надежность задают широкий спектр применения маломощных и силовых тиристоров: индукционные плавильные печи \\(в тиристорных преобразователях частоты\\); преобразователи электроприводов малой мощности; однофазные малогабаритные электродвигатели в бытовой технике; источники бесперебойного питания; мощные электроприводы для промышленности и транспорта.\nКомпания СИБТЕХЛИТ поставляет импортные тиристоры таблеточного типа, являющиеся полными аналогами отечественных тиристоров. Основные особенности таблеточных тиристоров:\n- герметичные металлокерамические корпуса;\n- конструкция для двухстороннего охлаждения;\n- полное соответствие международным стандартам;\n- низкое время выключения; высокая стойкость к dv/dt;\n- внутреннее усиление сигнала управления;\n- высокая стабильность параметров.",
  "descriptionEn": "",
  "features": [
    "герметичные металлокерамические корпуса;",
    "конструкция для двухстороннего охлаждения;",
    "полное соответствие международным стандартам;",
    "низкое время выключения; высокая стойкость к dv/dt;",
    "внутреннее усиление сигнала управления;",
    "высокая стабильность параметров."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/43/386.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Обозн.",
      "specs": [
        {
          "name": "Обозн.",
          "value": "VDRM\\(VRRM\\) V"
        },
        {
          "name": "Y50KPE",
          "value": "1200-1800"
        },
        {
          "name": "Y50KPH",
          "value": "1900-3000"
        },
        {
          "name": "Y50KPJ",
          "value": "3100-4200"
        },
        {
          "name": "Y50KPM",
          "value": "4300-5500"
        },
        {
          "name": "Y50KPR",
          "value": "5600-6500"
        },
        {
          "name": "Y65KPE",
          "value": "1200-1800"
        },
        {
          "name": "Y65KPH",
          "value": "1900-3000"
        },
        {
          "name": "Y65KPJ",
          "value": "3100-4200"
        },
        {
          "name": "Y65KPM",
          "value": "4300-5500"
        },
        {
          "name": "Y65KPR",
          "value": "5600-6500"
        },
        {
          "name": "Y76KPE",
          "value": "1200-1800"
        },
        {
          "name": "Y76KPH",
          "value": "1900-3000"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/43/387.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/43/388.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/43/389.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "zapasnyie-chasti-dlya-drobemetnyix-ustanovok",
  "category": "spare-parts",
  "subcategory": "spare-parts-list",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Запасные части для дробеметных установок",
  "titleEn": "",
  "model": "Тип дробемета",
  "description": "Дробеметное оборудование относится к такому классу оборудования, у которого в связи с постоянным контактом с абразивным материалом \\(дробью\\) многие элементы, входящих в его состав, подвержены износу и требуют плановой замены.\nКомпания СИБТЕХЛИТ **осуществляет поставки оригинальных запасных частей и деталей для всех видов дробеметных установо**к,[реализуемых нашей компанией](drobemetyi/index.md), а также быстроизнашиваемые части для дробеметов других производителей в ассортименте.\nПоставка запасных частей для дробеметного оборудования производится в самые короткие сроки со склада в г.Новосибирске или, в случае отсутствия необходимых деталей, за 14-18 дней прямой отправкой с завода изготовителя.\nСрок замены быстроизнашивающихся деталей зависит от:\n- типа используемой дроби \\(литая, колотая, мелкая или крупной фракция и пр.\\);\n- степени загрязнения очищаемых изделий;\n- соблюдения правил и условий эксплуатации оборудования;\n- правильной настройка системы сепарации отработанной дроби;\n- правильной настройки факела дроби.",
  "descriptionEn": "",
  "features": [
    "типа используемой дроби \\(литая, колотая, мелкая или крупной фракция и пр.\\);",
    "степени загрязнения очищаемых изделий;",
    "соблюдения правил и условий эксплуатации оборудования;",
    "правильной настройка системы сепарации отработанной дроби;",
    "правильной настройки факела дроби."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/44/390.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Тип дробемета",
      "specs": [
        {
          "name": "Тип дробемета",
          "value": "Наименование части"
        },
        {
          "name": "Q326, Q3210, Q3212 SBM-T40х450/1,2 SB2001, SB2003, SB2005 «Дробемет барабанного типа с ленточным подом» Q376, Q378, Q3710, Q3720 SBM-P, SB3050, SB3100 «Дробеметные камеры подвесного типа»",
          "value": "Распределительная камера"
        },
        {
          "name": "Направляющая втулка",
          "value": "1-3"
        },
        {
          "name": "Длинная защитная пластина",
          "value": "2-4"
        },
        {
          "name": "Лопасть",
          "value": "1-3"
        },
        {
          "name": "Верхняя защитная пластина",
          "value": "4-6"
        },
        {
          "name": "Боковая защитная пластина",
          "value": "4-6"
        },
        {
          "name": "Q3110B1, Q3110B2, SB1015A1, SB1015A2, SBM-0.3/1, SBM-0.3/2 «Дробеметный барабан»",
          "value": "Левый защитный щит"
        },
        {
          "name": "Правый защитный щит",
          "value": "1-3"
        },
        {
          "name": "Направляющая втулка",
          "value": "1-3"
        },
        {
          "name": "Нижняя изнашиваемая пластина",
          "value": "1-3"
        },
        {
          "name": "Распраделительная камера",
          "value": "1-3"
        },
        {
          "name": "Лопасть",
          "value": "1-3"
        },
        {
          "name": "Круглая пластина",
          "value": "1-3"
        },
        {
          "name": "Правый бортик",
          "value": "1-3"
        },
        {
          "name": "Левый бортик",
          "value": "1-3"
        },
        {
          "name": "Секторная пластина",
          "value": "1-3"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/44/391.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/44/392.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/44/393.jpg",
      "caption": ""
    }
  ]
}
];
