import { Product } from '../types';

export const PRODUCTS_PGS: Product[] = [
  {
  "id": "linii-vertikalno-stopochnoj-formovki",
  "category": "pgs-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Линии вертикально-стопочной формовки",
  "titleEn": "",
  "model": "Z416A … Z418A",
  "description": "Наибольшее распространение в современной практике получила машина вертикально-стопочной формовки, которая выдает одну стопку \\(линию\\) безопочных блоков.\nПредставленный компанией СИБТЕХЛИТ формовочный блок - это пескодувная машина изготавливающая прессованные, вертикально-разъемные безопочные формы из сырой песчано-глинястой смеси.\nСущественными компонентами для производства форм являются:\n- Формовочная камера с закрепленными: дном, потолком и боковыми стенами\n- Подвижные модельные плиты\n- Бункер для формовочной смеси\n- Механизм задувки формовочной смеси в камеру\n- Гидравлическая система прессования и транспортировки форм\n- Автоматический установщик стержней \\(ОПЦИЯ\\)\n- Современная система управления с визуализацией всего процесса\nРабочий цикл формовочной машины разделен на 6 операций. Сенсорный экран, расположенный на панели управления оператора, показывает операцию, выполняемую машиной в данный момент. Это дает оператору возможность следить за рабочим циклом и облегчает техобслуживание.\n**Машина выполняет поочередно следующие операции:**\nНа рисунке выше показаны последовательные фазы процесса получения форм на этой машине. В положении ***1*** производится заполнение камеры машины, в которой формуется блок, смесью из пескодувной \\(пескострельной\\) головки машины. В положении ***2***основной плунжер гидроцилиндра производит прессование формуемого блока. Масло под давлением впускается в цилиндр, как показано стрелкой. Давление прессования составляет в машинах разных размеров от 2 до 3 МПа. В положении ***3***передняя \\(левая\\) стенка камеры отодвигается в сторону стопки блоков \\(влево на схеме\\), для чего масло под давлением впускается в кольцевое пространство заднего плунжера подвижной рамы машины. Масло же из основного \\(среднего\\) рабочего пространства гидроцилиндра \\(между основным и задним плунжерами\\) вытесняется кверху, в цилиндр аккумулятора. Левая стенка камеры при этом, отходя от машины, поворачивается на шарнире в горизонтальное положение, кверху. Одновременно пескодувный резервуар заполняется формовочной смесью. В положении ***4*** очередная уплотненная форма, или безопочный блок, передвигается от машины и присоединяется к стопке блоков, причем этим движением передвигается и вся стопка на толщину одного блока. В положении ***5***задняя \\(правая\\) стенка камеры возвращается назад в машину, и, наконец в положении ***6***возвращается в исходное положение также передняя \\(левая\\) стенка камеры.",
  "descriptionEn": "",
  "features": [
    "Формовочная камера с закрепленными: дном, потолком и боковыми стенами",
    "Подвижные модельные плиты",
    "Бункер для формовочной смеси",
    "Механизм задувки формовочной смеси в камеру",
    "Гидравлическая система прессования и транспортировки форм",
    "Автоматический установщик стержней \\(ОПЦИЯ\\)",
    "Современная система управления с визуализацией всего процесса"
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/78/1721.jpg",
  "capacity": "600х480х130-330",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Z416A",
      "specs": [
        {
          "name": "Размер кома - Ш х В х Т, мм",
          "value": "600х480х130-330"
        },
        {
          "name": "Производительность установки, форм/час \\(при толщине кома 160 мм без стержней\\)",
          "value": "320-360"
        },
        {
          "name": "Давление при задувке состава, МПа",
          "value": "0.25-0.3"
        },
        {
          "name": "Плотность набивки кома, ед.",
          "value": ">85"
        },
        {
          "name": "Расход песка, т/час",
          "value": "17-37"
        },
        {
          "name": "Расход воздуха, м. куб./час",
          "value": "10"
        },
        {
          "name": "Габаритные размеры, Д х Ш х В",
          "value": "5536х1292х3470"
        },
        {
          "name": "Вес, кг",
          "value": "18 000"
        }
      ]
    },
    {
      "model": "Z416B",
      "specs": [
        {
          "name": "Размер кома - Ш х В х Т, мм",
          "value": "650х535х130-330"
        },
        {
          "name": "Производительность установки, форм/час \\(при толщине кома 160 мм без стержней\\)",
          "value": "320-360"
        },
        {
          "name": "Давление при задувке состава, МПа",
          "value": "0.25-0.3"
        },
        {
          "name": "Плотность набивки кома, ед.",
          "value": ">85"
        },
        {
          "name": "Расход песка, т/час",
          "value": "20-40"
        },
        {
          "name": "Расход воздуха, м. куб./час",
          "value": "10"
        },
        {
          "name": "Габаритные размеры, Д х Ш х В",
          "value": "5536х1292х3470"
        },
        {
          "name": "Вес, кг",
          "value": "18 000"
        }
      ]
    },
    {
      "model": "Z417A",
      "specs": [
        {
          "name": "Размер кома - Ш х В х Т, мм",
          "value": "700х530х130-330"
        },
        {
          "name": "Производительность установки, форм/час \\(при толщине кома 160 мм без стержней\\)",
          "value": "320-360"
        },
        {
          "name": "Давление при задувке состава, МПа",
          "value": "0.25-0.3"
        },
        {
          "name": "Плотность набивки кома, ед.",
          "value": ">85"
        },
        {
          "name": "Расход песка, т/час",
          "value": "28-60"
        },
        {
          "name": "Расход воздуха, м. куб./час",
          "value": "13"
        },
        {
          "name": "Габаритные размеры, Д х Ш х В",
          "value": "5536х1322х3470"
        },
        {
          "name": "Вес, кг",
          "value": "19 500"
        }
      ]
    },
    {
      "model": "Z417B",
      "specs": [
        {
          "name": "Размер кома - Ш х В х Т, мм",
          "value": "750х535х130-330"
        },
        {
          "name": "Производительность установки, форм/час \\(при толщине кома 160 мм без стержней\\)",
          "value": "320-360"
        },
        {
          "name": "Давление при задувке состава, МПа",
          "value": "0.25-0.3"
        },
        {
          "name": "Плотность набивки кома, ед.",
          "value": ">85"
        },
        {
          "name": "Расход песка, т/час",
          "value": "30-65"
        },
        {
          "name": "Расход воздуха, м. куб./час",
          "value": "13"
        },
        {
          "name": "Габаритные размеры, Д х Ш х В",
          "value": "5536х1400х3470"
        },
        {
          "name": "Вес, кг",
          "value": "20 000"
        }
      ]
    },
    {
      "model": "Z417C",
      "specs": [
        {
          "name": "Размер кома - Ш х В х Т, мм",
          "value": "750х600х130-360"
        },
        {
          "name": "Производительность установки, форм/час \\(при толщине кома 160 мм без стержней\\)",
          "value": "280-320"
        },
        {
          "name": "Давление при задувке состава, МПа",
          "value": "0.25-0.3"
        },
        {
          "name": "Плотность набивки кома, ед.",
          "value": ">85"
        },
        {
          "name": "Расход песка, т/час",
          "value": "26-72"
        },
        {
          "name": "Расход воздуха, м. куб./час",
          "value": "14"
        },
        {
          "name": "Габаритные размеры, Д х Ш х В",
          "value": "5536х1400х3470"
        },
        {
          "name": "Вес, кг",
          "value": "21 000"
        }
      ]
    },
    {
      "model": "Z418A",
      "specs": [
        {
          "name": "Размер кома - Ш х В х Т, мм",
          "value": "800х600х130-400"
        },
        {
          "name": "Производительность установки, форм/час \\(при толщине кома 160 мм без стержней\\)",
          "value": "280-320"
        },
        {
          "name": "Давление при задувке состава, МПа",
          "value": "0.25-0.35"
        },
        {
          "name": "Плотность набивки кома, ед.",
          "value": ">85"
        },
        {
          "name": "Расход песка, т/час",
          "value": "27-80"
        },
        {
          "name": "Расход воздуха, м. куб./час",
          "value": "15"
        },
        {
          "name": "Габаритные размеры, Д х Ш х В",
          "value": "5580х1450х3470"
        },
        {
          "name": "Вес, кг",
          "value": "21 500"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/78/1722.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/78/1723.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/78/1724.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/78/990.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/78/995.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/78/991.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/78/992.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/78/993.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/78/994.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "lentochnyij-elevator",
  "category": "pgs-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Ленточный элеватор",
  "titleEn": "",
  "model": "",
  "description": "**Элеватор ленточный** используется для подъема отработанной смеси. В элеваторах модели TH ковши смонтированы на цепях, поэтому их можно использовать для подъема горячей смеси. В элеваторах модели Y ковши смонтированы на резинотканевой ленте. Количество средних секций зависит от высоты устройства. В комплект входят верхняя и нижняя части, привод \\(эл. двигатель \\+ редуктор\\), натяжное устройство, лента \\(цепи\\), ковши.\nНа основе обычного элеватора, в соответствии с необходимостью автоматизации линии, добавляется устройство контроля и сигнализации функционирования оборудования. Если во время работы элеватора возникнут проблемы система сигнализации тут же отправит сигнал в систему контроля PLC, вся линия пескооборота остановится, неполадка отобразится на индикационной панели шкафа управления.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "",
  "capacity": "",
  "capacityEn": "",
  "power": "",
  "powerEn": "",
  "variantModels": [],
  "galleryImages": []
},
  {
  "id": "magnitnyij-separator-pgs",
  "category": "pgs-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Магнитный железоотделитель",
  "titleEn": "",
  "model": "Характеристики",
  "description": "Для отделения металлических ферромагнитных частиц \\(застывших брызг металла, шпилек и пр.\\) от использованных после выбивки формовочных смесей применяют шкивные, и подвесные **магнитные железоотделители**.\n**Шкивной железоотделитель** представляет из себя вращающийся многополюсный магнит; обычно его устанавливают на конце конвейерной ленты в качестве ведущего шкива. Немагнитный материал \\(отработанная смесь\\) пересыпается через такой шкив свободно. Магнитные же включения притягиваются магнитом, прижимаются к ленте и перемещаются вместе с ней, отрываясь от нее лишь на нижней части ее ветви, после того как она сойдет со шкива.\n**Подвесной железоотделитель** представляет из себя короткий ленточный конвейер, который устанавливается на высоте 150-200 мм над лентой с отработанной смесью в перпендикулярном к ее движению направлении. Между верхней и нижней лентой железоотделителя установлена прямоугольная магнитная шайба, которая вытягивает из вторичной смеси металлические магнитные частицы, и они выносятся лентой железоотделителя в сторону. Ленту железоотделителя выполняют с поперечными ребрами, из профильной поперечно-ребристой штампованной резины. Подвесные железоотделители могут быть установлены в любом месте над ленточным конвейером отработанной смеси.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/47/402.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "1,5",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Характеристики",
      "specs": [
        {
          "name": "Характеристики",
          "value": "Шкивной железоотделитель S97"
        },
        {
          "name": "Модель",
          "value": "S975"
        },
        {
          "name": "Длина барабана, мм",
          "value": "500"
        },
        {
          "name": "Магнитное поле, Гс",
          "value": "2500"
        },
        {
          "name": "Толщина слоя смеси, мм",
          "value": "115"
        },
        {
          "name": "Модель",
          "value": "S995"
        },
        {
          "name": "Ширина ленты, мм",
          "value": "500"
        },
        {
          "name": "Магнитное поле, Гс",
          "value": "1800"
        },
        {
          "name": "Мощность привода ленты, кВт",
          "value": "1,5"
        },
        {
          "name": "Скорость движения ленты, м/с",
          "value": "1,35"
        },
        {
          "name": "Ширина магнита, мм",
          "value": "400"
        },
        {
          "name": "Длина магнита, мм",
          "value": "450"
        },
        {
          "name": "Толщина слоя смеси, мм",
          "value": "40-80"
        },
        {
          "name": "Установленная мощность магнита, кВт",
          "value": "1,5-2,2"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/47/403.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/47/404.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/47/405.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "poligonalnoe-sito",
  "category": "pgs-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Полигональное сито",
  "titleEn": "",
  "model": "S4312 … S4320",
  "description": "**Полигональное барабанное сито** служит для просеивания свежего песка, а также отработанных формовочных смесей.\nДля современных участков песчано-глинистой формовки требуется смесь с постоянными и однородными качественными характеристиками, которые могут быть получены только при наличии хорошего охладителя, эффективного смесителя и полигонального сита. Полигональное сито используется на участке смесеподготовки для обеспечения хорошей очистки формовочной смеси путем удаления и измельчения комьев смеси, удаления остатков стержневой смеси. Для достижения более высокой эффективности это устройство должно быть установлено надлежащим образом с соблюдением требуемых параметров по вытяжке, а его местоположение в существующем комплексе должно быть тщательно подобрано.\nСито представляет собой усеченный барабан с шестью гранями. Привод барабана осуществляется через редуктор\nПодлежащий просеиванию сыпучий материал посту­пает во внутрь вращающегося барабана \\(через его малый торец\\). Внутри барабана материал пересыпается с грани на грань. При этом мелкие частицы просеиваются и падают вниз. Часть крупных комьев разбивается и просеивается. Уцелевшие комья скатываются к большому торцу барабана и выпадают из барабана в специальный бункер.\nРазмер ячейки нержавеющей сетки может быть подобран в соответствии с фракцией песка \\(согласовывается с заказчиком\\). Эффективно удаляются включения 4-5мм и боле крупные.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/36/1309.jpg",
  "capacity": "по требованию",
  "capacityEn": "",
  "power": "2,2",
  "powerEn": "",
  "variantModels": [
    {
      "model": "S4312",
      "specs": [
        {
          "name": "Производительность, м3/ч",
          "value": "20"
        },
        {
          "name": "Размер ячейки, мм",
          "value": "по требованию"
        },
        {
          "name": "Диаметр барабана, мм",
          "value": "1200"
        },
        {
          "name": "Мощность двигателя, кВт",
          "value": "2,2"
        },
        {
          "name": "Вес, кг",
          "value": "1800"
        }
      ]
    },
    {
      "model": "S4313",
      "specs": [
        {
          "name": "Производительность, м3/ч",
          "value": "40"
        },
        {
          "name": "Размер ячейки, мм",
          "value": "по требованию"
        },
        {
          "name": "Диаметр барабана, мм",
          "value": "1300"
        },
        {
          "name": "Мощность двигателя, кВт",
          "value": "4"
        },
        {
          "name": "Вес, кг",
          "value": "2500"
        }
      ]
    },
    {
      "model": "S4315",
      "specs": [
        {
          "name": "Производительность, м3/ч",
          "value": "70"
        },
        {
          "name": "Размер ячейки, мм",
          "value": "по требованию"
        },
        {
          "name": "Диаметр барабана, мм",
          "value": "1500"
        },
        {
          "name": "Мощность двигателя, кВт",
          "value": "5,5"
        },
        {
          "name": "Вес, кг",
          "value": "3500"
        }
      ]
    },
    {
      "model": "S4318",
      "specs": [
        {
          "name": "Производительность, м3/ч",
          "value": "100"
        },
        {
          "name": "Размер ячейки, мм",
          "value": "по требованию"
        },
        {
          "name": "Диаметр барабана, мм",
          "value": "1800"
        },
        {
          "name": "Мощность двигателя, кВт",
          "value": "7,5"
        },
        {
          "name": "Вес, кг",
          "value": "8000"
        }
      ]
    },
    {
      "model": "S4320",
      "specs": [
        {
          "name": "Производительность, м3/ч",
          "value": "120"
        },
        {
          "name": "Размер ячейки, мм",
          "value": "по требованию"
        },
        {
          "name": "Диаметр барабана, мм",
          "value": "2000"
        },
        {
          "name": "Мощность двигателя, кВт",
          "value": "11"
        },
        {
          "name": "Вес, кг",
          "value": "12000"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/36/358.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/36/359.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/36/360.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/36/361.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "vozdushnyij-oxladitel",
  "category": "pgs-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Воздушный охладитель",
  "titleEn": "",
  "model": "Характеристики",
  "description": "**Воздушный охладитель** предназначен для охлаждения отработанной смеси в кипящем слое. Устанавливается после полигонального сита на участке смесеподготовки. Горячая смесь загружается в установку сверху. В нижнюю часть воздуходувкой нагнетается избыточное давление для создания псевдокипящего слоя. Два вибродвигателя обеспечивают направленное просеивание и транспортировку отработанной смеси. Тепрература смеси определяется при помощи ифракрасного пирометра. При привышении температуры смеси выше установленного значения, внутри охладителя распыляется вода через ряры форсунок.\nВоздушный охладитель поставляется в комплекте с воздуходувкой. Для качественной работы охладитель должен быть обеспечен системой пылеулавливания.\nВоздушный охладитель может быть встроен в существующую систему смесеприготовления с привязкой к системе пылеулавливания и привязкой к системе управления автоматической формовочной линии.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "",
  "capacity": "3800х700",
  "capacityEn": "",
  "power": "2х1,5",
  "powerEn": "",
  "variantModels": [
    {
      "model": "Характеристики",
      "specs": [
        {
          "name": "Характеристики",
          "value": "S8607"
        },
        {
          "name": "Производительность, т/ч",
          "value": "15-20"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2х1,5"
        },
        {
          "name": "Мощность воздуходувки, кВт",
          "value": "5,5"
        },
        {
          "name": "Производительность системы пылеулавливания, м3/час",
          "value": "4000"
        },
        {
          "name": "Размеры виброполотна, мм",
          "value": "3800х700"
        }
      ]
    }
  ],
  "galleryImages": []
},
  {
  "id": "vyibivnyie-reshetki",
  "category": "pgs-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Выбивные решетки",
  "titleEn": "",
  "model": "L121 … L1215",
  "description": "**Выбивные решетки** применяются для разрушения разовой песчаной формы с целью извлечения отливки. Решетка состоит из стационарной и подвижной части с вибродвигателями. Для предотвращения передачи ударной нагрузке фундаменту, используются два ряда высокопрочных пружин. Форма может загружаться на рабочее полотно как работающей, так и остановленной решетки. В соответствии с пожеланиями заказчика на рабочем полотне предусматриваются ячейки определенного размера. Под действием вибрации форма разрушается на куски смеси, которые в свою очередь разрушаются до кусков, равных размеру ячеек.\nРазмер полотна выбивной решетки может быть выбран из стандартного ряда,**либо изготовлен по индивидуальному заданию заказчика**. Для крупных опок рекомендуется применять совмещение двух или 4 решеток в единый выбивной комплекс с получением большой рабочей поверхности и высокой грузоподъемности.",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/52/1695.jpg",
  "capacity": "1500х1400",
  "capacityEn": "",
  "power": "2 х 1,5",
  "powerEn": "",
  "variantModels": [
    {
      "model": "L121",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "1500х1400"
        },
        {
          "name": "Размер ячейки, мм",
          "value": "40х50"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "900х1100"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 20"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 1,5"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "1"
        }
      ]
    },
    {
      "model": "L122",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "1800х1600"
        },
        {
          "name": "Размер ячейки, мм",
          "value": "40х50"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "1000х1300"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 31,5"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 3"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "2"
        }
      ]
    },
    {
      "model": "L123",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "2000х1800"
        },
        {
          "name": "Размер ячейки, мм",
          "value": "50х60"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "1300х1500"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 49"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 3,7"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "3"
        }
      ]
    },
    {
      "model": "L125",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "2200х1800"
        },
        {
          "name": "Размер ячейки, мм",
          "value": "60х60"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "1800х1500"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 78,4"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 5,5"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "5"
        }
      ]
    },
    {
      "model": "L128",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "2760х2000"
        },
        {
          "name": "Размер ячейки, мм",
          "value": "60х70"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "1800х1600"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 98"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 7,5"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "8"
        }
      ]
    },
    {
      "model": "L1210",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "3000х1960"
        },
        {
          "name": "Размер ячейки, мм",
          "value": "70х70"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "1900х1600"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 117,6"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 9,5"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "10"
        }
      ]
    },
    {
      "model": "L1212",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "3000х2000"
        },
        {
          "name": "Размер ячейки, мм",
          "value": "70х70"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "2130х1400"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 137,2"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 12"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "12"
        }
      ]
    },
    {
      "model": "L1215",
      "specs": [
        {
          "name": "Размер полотна, мм",
          "value": "3200х2300"
        },
        {
          "name": "Размер ячейки, мм",
          "value": "70х80"
        },
        {
          "name": "Размер разгрузочного окна, мм",
          "value": "2000х1900"
        },
        {
          "name": "Усилие выбивки, кН",
          "value": "2 х 196"
        },
        {
          "name": "Мощность вибродвигателей, кВт",
          "value": "2 х 14"
        },
        {
          "name": "Частота вибродвигателей, об/мин",
          "value": "980"
        },
        {
          "name": "Грузоподъемность, тн",
          "value": "15"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/52/474.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/1696.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/468.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/466.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/467.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/476.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/469.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/470.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/472.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/465.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/52/471.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovanie-pgs-smesiteli-litejnyie-chashechnyie-begunyi",
  "category": "pgs-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Смеситель литейный чашечный \\(бегуны\\)",
  "titleEn": "",
  "model": "S1110D … S1125",
  "description": "**Смеситель-литейный чашечный - Бегуны** используются в традиционной технологии литья для смесей ПГС. Рабочие органы литейного смесителя – катки из износостойкого чугуна, и направляющие скребки. Загрузка компонентов смеси производится в пустой работающий смеситель. Сначала, при помощи ленточных и шнековых питателей, а также бункеров весового дозирования, загружаются сухие компоненты, такие как отработанная смесь, свежий песок, порошковый бентонит, опил, крахмалит, сухой лигносульфонат и др. Компоненты литейного смесителя перемешиваются между собой в течении 1-2 мин. После чего добавляются жидкие компоненты – вода, глинистая эмульсия, жидкий лигносульфонат и пр. Текучесть смеси падает, направляющие скребки перемещают смесь под каток, который оказывает истирающее воздействие на микрообъемы смеси. В процессе перемешивания глина контактирует с водой, набухает, при этом зерна песка равномерно покрываются глиняной пленкой, а между песчинками возникают т.н. манжеты. Смесь становится «липкой» и годной для [формовки](formovochnoe-oborudovanie/index.md \"Формовочное оборудование\"). По истечению заданного интервала времени перемешивания открывается разгрузочное окно и смесь выпускается на ленточный транспортер или в заранее подставленную тару. Каждый смеситель возможно опционально дооснастить автоматическими системами контроля свойств смеси, при которых смешивание идет до тех пор, пока не достигнуты основные параметры \\(влажность, прочность на сжатие, формуемость\\).",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/31/957.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "4",
  "powerEn": "",
  "variantModels": [
    {
      "model": "S1110D",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "1000"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "110"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "2,5"
        },
        {
          "name": "Мощность, кВт",
          "value": "4"
        },
        {
          "name": "Частота вращения вертикального вала, об/мин",
          "value": "45"
        },
        {
          "name": "Масса, кг",
          "value": "700"
        }
      ]
    },
    {
      "model": "S1112",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "1200"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "200"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "5"
        },
        {
          "name": "Мощность, кВт",
          "value": "7,5"
        },
        {
          "name": "Частота вращения вертикального вала, об/мин",
          "value": "40"
        },
        {
          "name": "Масса, кг",
          "value": "1000"
        }
      ]
    },
    {
      "model": "S1116D",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "1600"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "500"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "12"
        },
        {
          "name": "Мощность, кВт",
          "value": "18,5"
        },
        {
          "name": "Частота вращения вертикального вала, об/мин",
          "value": "40"
        },
        {
          "name": "Масса, кг",
          "value": "3500"
        }
      ]
    },
    {
      "model": "S1120D",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "2000"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "700"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "18"
        },
        {
          "name": "Мощность, кВт",
          "value": "30"
        },
        {
          "name": "Частота вращения вертикального вала, об/мин",
          "value": "30"
        },
        {
          "name": "Масса, кг",
          "value": "5500"
        }
      ]
    },
    {
      "model": "S1120E",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "2000"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "800"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "20"
        },
        {
          "name": "Мощность, кВт",
          "value": "37"
        },
        {
          "name": "Частота вращения вертикального вала, об/мин",
          "value": "30"
        },
        {
          "name": "Масса, кг",
          "value": "6500"
        }
      ]
    },
    {
      "model": "S1122",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "2240"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "1350"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "30"
        },
        {
          "name": "Мощность, кВт",
          "value": "55"
        },
        {
          "name": "Частота вращения вертикального вала, об/мин",
          "value": "31"
        },
        {
          "name": "Масса, кг",
          "value": "9500"
        }
      ]
    },
    {
      "model": "S1125",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "2500"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "1500"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "45"
        },
        {
          "name": "Мощность, кВт",
          "value": "75"
        },
        {
          "name": "Частота вращения вертикального вала, об/мин",
          "value": "31"
        },
        {
          "name": "Масса, кг",
          "value": "9800"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/31/958.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/31/337.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/31/338.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/31/339.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/31/340.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/31/668.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/31/417.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovanie-pgs-smesiteli-litejnyie-chashechnyie-s-vixrevoj-golovkoj-turbinnyie",
  "category": "pgs-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Смеситель литейный чашечный с вихревой головкой \\(турбинные\\)",
  "titleEn": "",
  "model": "S1320С … S1322",
  "description": "**Турбинный смеситель** используются в технологии литья для смесей ПГС. Рабочие органы литейного смесителя – каток из износостойкого чугуна, ротор и направляющие скребки. Преимущество данных смесителей перед [литейными бегунами](oborudovanie-pgs-smesiteli-litejnyie-chashechnyie-begunyi.md \"Смеситель литейный чашечный - бегуны\") заключается в том, что **на выходе формовочная смесь получается более текучей**, благодаря воздействию на нее быстровращающегося ротора в процессе смешивания. Загрузка компонентов смеси производится в пустой работающий литейный смеситель. При помощи ленточных и шнековых питателей, а также бункеров весового дозирования, загружаются сухие компоненты, такие как отработанная смесь, свежий песок, порошковый бентонит, опил, крахмалит, сухой лигносульфонат и др. Компоненты перемешиваются между собой в течении 1-2 мин. После чего в турбинный смеситель добавляются жидкие компоненты – вода, глинистая эмульсия, жидкий лигносульфонат и пр. Текучесть смеси падает, направляющие скребки перемещают смесь под каток, который оказывает истирающее воздействие на микрообъемы смеси. В процессе перемешивания глина контактирует с водой, набухает, при этом зерна песка равномерно покрываются глиняной пленкой, а между песчинками возникают т.н. манжеты. Смесь становится «липкой» и годной для [формовки](formovochnoe-oborudovanie/index.md \"Формовочное оборудование\"). По истечению заданного интервала времени перемешивания открывается разгрузочное окно и смесь выпускается на ленточный транспортер или в заранее подставленную тару. Каждый смеситель возможно опционально дооснастить автоматическими системами контроля свойств смеси, при которых смешивание идет до тех пор, пока не достигнуты основные параметры \\(влажность, прочность на сжатие, формуемость\\).",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/32/418.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "30",
  "powerEn": "",
  "variantModels": [
    {
      "model": "S1320С",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "2000"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "800"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "20"
        },
        {
          "name": "Мощность, кВт",
          "value": "30"
        },
        {
          "name": "Частота вращения вертикального вала, об/мин",
          "value": "30"
        },
        {
          "name": "Масса, кг",
          "value": "5000"
        }
      ]
    },
    {
      "model": "S1320D",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "2000"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "800"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "20"
        },
        {
          "name": "Мощность, кВт",
          "value": "30"
        },
        {
          "name": "Частота вращения вертикального вала, об/мин",
          "value": "30"
        },
        {
          "name": "Масса, кг",
          "value": "5000"
        }
      ]
    },
    {
      "model": "S1320E",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "2000"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "990"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "24"
        },
        {
          "name": "Мощность, кВт",
          "value": "37"
        },
        {
          "name": "Частота вращения вертикального вала, об/мин",
          "value": "30"
        },
        {
          "name": "Масса, кг",
          "value": "6500"
        }
      ]
    },
    {
      "model": "S1322",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "2240"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "1350"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "30"
        },
        {
          "name": "Мощность, кВт",
          "value": "55"
        },
        {
          "name": "Частота вращения вертикального вала, об/мин",
          "value": "31"
        },
        {
          "name": "Масса, кг",
          "value": "9000"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/32/341.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/32/342.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/32/343.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/32/344.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "oborudovanie-pgs-smesiteli-vixrevyie",
  "category": "pgs-equipment",
  "subcategory": "mixers",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Смеситель вихревой",
  "titleEn": "",
  "model": "S1410 … S1425D",
  "description": "**Вихревой смеситель** – современное смесеприготовительное устройство, использующее принцип равномерного распределения связующего в объеме смеси при интенсивном разнонаправленном поступательно-вращательном движении. В смесителе используются три независимых рабочих органа: активатор и две вихревые головки. Плужки активатора имеют быстросменные ножи из твердосплавных пластин. Высокоскоростные вихревые головки оснащены быстросменными лопатками. Внутренняя поверхность смесителя облицована листами из нержавеющей стали. Днище выполнено из износостойкой керамики. Смеситель поставляется с комплектом запасных изнашиваемых элементов \\(лопаток, скребков, облицовки\\). Централизованная автоматическая смазка подшипниковых узлов и зубчатых зацеплений. Работой смесителя, устройствами загрузки и дозации управляет программируемый логический контроллер Omron, Siemens или пр.\nПреимущество данных смесителей перед литейными бегунами заключается в том, что на выходе формовочная смесь получается с более высокими технологическими свойствами.\nПреимущество данных смесителей перед [литейными бегунами](oborudovanie-pgs-smesiteli-litejnyie-chashechnyie-begunyi.md \"Смеситель литейный чашечный - бегуны\") заключается в том, что на выходе формовочная смесь получается с более высокими технологическими свойствами: смесь становится текучей но с высокими прочностными характеристиками в уплотненном состоянии.\nЗагрузка компонентов смеси производится в пустой работающий смеситель. Сначала, при помощи ленточных и шнековых питателей, а также бункеров весового дозирования, загружаются сухие компоненты, такие как отработанная смесь, свежий песок, порошковый бентонит, опил, крахмалит, сухой лигносульфонат и др. Компоненты перемешиваются между собой в течении 1-2 мин. После чего добавляются жидкие компоненты – вода, глинистая эмульсия, жидкий лигносульфонат и пр. Текучесть смеси падает, направляющие подбрасывают смесь на вихревые головки. В процессе перемешивания глина контактирует с водой, набухает, при этом зерна песка равномерно покрываются глиняной пленкой, а между песчинками возникают т.н. манжеты. За счет высоких скоростей активация связующего происходит значительно быстрее нежели в литейных бегунах. По истечению заданного интервала времени перемешивания открывается разгрузочное окно и смесь выпускается на ленточный транспортер или в заранее подставленную тару.\nКаждый смеситель возможно опционально доукомплектовать автоматическими системами контроля свойств смеси, при которых смешивание идет до тех пор, пока не достигнуты основные параметры \\(влажность, прочность на сжатие, формуемость\\).",
  "descriptionEn": "",
  "features": [],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/33/1702.jpg",
  "capacity": "см. таблицу моделей",
  "capacityEn": "",
  "power": "4",
  "powerEn": "",
  "variantModels": [
    {
      "model": "S1410",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "1000"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "200"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "4"
        },
        {
          "name": "Мощность активатора, кВт",
          "value": "4"
        },
        {
          "name": "Мощность вихревой головки, кВт",
          "value": "2х2,2"
        },
        {
          "name": "Масса, кг",
          "value": "700"
        }
      ]
    },
    {
      "model": "S1412",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "1200"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "300"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "8"
        },
        {
          "name": "Мощность активатора, кВт",
          "value": "7,5"
        },
        {
          "name": "Мощность вихревой головки, кВт",
          "value": "2х4"
        },
        {
          "name": "Масса, кг",
          "value": "1 100"
        }
      ]
    },
    {
      "model": "S1416",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "1600"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "600"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "14"
        },
        {
          "name": "Мощность активатора, кВт",
          "value": "15"
        },
        {
          "name": "Мощность вихревой головки, кВт",
          "value": "2х7,5"
        },
        {
          "name": "Масса, кг",
          "value": "3 200"
        }
      ]
    },
    {
      "model": "S1420А",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "2000"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "1000"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "24"
        },
        {
          "name": "Мощность активатора, кВт",
          "value": "30"
        },
        {
          "name": "Мощность вихревой головки, кВт",
          "value": "2х15"
        },
        {
          "name": "Масса, кг",
          "value": "5 500"
        }
      ]
    },
    {
      "model": "S1420E",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "2000"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "1200"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "28"
        },
        {
          "name": "Мощность активатора, кВт",
          "value": "37"
        },
        {
          "name": "Мощность вихревой головки, кВт",
          "value": "2х18,5"
        },
        {
          "name": "Масса, кг",
          "value": "5 800"
        }
      ]
    },
    {
      "model": "S1420T-B",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "2000"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "1400"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "32"
        },
        {
          "name": "Мощность активатора, кВт",
          "value": "45"
        },
        {
          "name": "Мощность вихревой головки, кВт",
          "value": "2х22"
        },
        {
          "name": "Масса, кг",
          "value": "7 200"
        }
      ]
    },
    {
      "model": "S1422",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "2200"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "1600"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "36"
        },
        {
          "name": "Мощность активатора, кВт",
          "value": "55"
        },
        {
          "name": "Мощность вихревой головки, кВт",
          "value": "2х30"
        },
        {
          "name": "Масса, кг",
          "value": "10 300"
        }
      ]
    },
    {
      "model": "S1425D",
      "specs": [
        {
          "name": "Ø чаши, мм",
          "value": "2500"
        },
        {
          "name": "\\*Замес мах, кг",
          "value": "2500"
        },
        {
          "name": "\\*Производительность, т/ч",
          "value": "60"
        },
        {
          "name": "Мощность активатора, кВт",
          "value": "90"
        },
        {
          "name": "Мощность вихревой головки, кВт",
          "value": "2х37"
        },
        {
          "name": "Масса, кг",
          "value": "16 000"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/33/1757.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/33/1311.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/33/1281.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/33/1703.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/33/1282.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/33/1280.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/33/814.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/33/345.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/33/634.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/33/643.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/33/346.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/33/347.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/33/348.jpg",
      "caption": ""
    }
  ]
}
];
