import { Product } from '../types';

export const FINISHING: Product[] = [
  {
  "id": "gidroklin-dlya-obrubki-litya",
  "category": "finishing-cnc",
  "subcategory": "fettling-tools",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Гидравлический клин",
  "titleEn": "",
  "model": "XFJ10 … XJF25",
  "description": "**Гидроклин** \\(гидравлический отделитель литниковых систем\\) – это специализированное оборудование, использующее энергию гидравлической жидкости для создания мощного распорного усилия. Основная задача гидроклина – отделение литниковых систем \\(прибылей, питателей, литников\\) от металлических отливок после завершения процесса литья. В отличие от традиционных методов, требующих значительных физических усилий и несущих риск повреждения отливок, гидроклин обеспечивает контролируемое и безопасное разделение, значительно повышая эффективность и качество литейного производства. Это оборудование широко применяется в различных отраслях промышленности, где необходимо обеспечить массовое производство качественных отливок с минимальными затратами и высоким уровнем безопасности.\n**Ключевые преимущества:**\n- Высокая скорость работы: Значительно ускоряет процесс отделения литниковой системы по сравнению с ручными методами \\(кувалдой, зубилом\\).\n- Повышенная безопасность: Минимизирует риск травматизма, связанный с ручным отделением.\n- Снижение брака: Обеспечивает аккуратное отделение литников, снижая вероятность повреждения отливок и, как следствие, уменьшая процент брака.\n- Чистота поверхности разлома: Обеспечивает ровную, гладкую и предсказуемую поверхность разлома, что упрощает последующую обработку.\n- Эргономичность: Требует минимальных физических усилий от оператора, снижая утомляемость и повышая производительность труда.\n**Варианты моделей:**\n- Модели с клиновым распорным механизмом:Рабочий клин гидроклина вставляется в зазор между отливкой и литниковой системой. Под действием гидравлического давления, создаваемого гидростанцией, центральный клин выдвигается вперед, раздвигая боковые клинья и создавая усилие, необходимое для отделения.\n- Модели с плунжерным механизмом: Используют набор миниатюрных гидроцилиндров \\(плунжеров\\), объединенных в общую обойму. Плунжеры под действием давления рабочей жидкости выдвигаются и упираются в распорную планку, создавая усилие отделения.\n**Возможные опции:**\n- Различные конструкции подвесок: Для удобства работы оператора и оптимизации рабочего пространства предлагаются различные варианты подвесок.\n- Удлиненные шланги: Гибкие шланги длиной \\(10 метров или более\\) для удобства работы.\n- Сменные накладки на клин: Легкая замена изнашиваемых элементов \\(накладок на клин\\) для поддержания высокой эффективности работы.\n**Гидроклины находят применение в следующих областях литейного производства:**\n- Литье по выплавляемым моделям \\(ЛВМ\\): Эффективное отделение литников от отливок сложной формы.\n- Литье в кокиль: Отделение литников от отливок из различных сплавов.\n- Литье в песчаные формы: Обработка литых заготовок из чугуна, стали и других металлов.",
  "descriptionEn": "",
  "features": [
    "Высокая скорость работы: Значительно ускоряет процесс отделения литниковой системы по сравнению с ручными методами \\(кувалдой, зубилом\\).",
    "Повышенная безопасность: Минимизирует риск травматизма, связанный с ручным отделением.",
    "Снижение брака: Обеспечивает аккуратное отделение литников, снижая вероятность повреждения отливок и, как следствие, уменьшая процент брака.",
    "Чистота поверхности разлома: Обеспечивает ровную, гладкую и предсказуемую поверхность разлома, что упрощает последующую обработку.",
    "Эргономичность: Требует минимальных физических усилий от оператора, снижая утомляемость и повышая производительность труда.",
    "Модели с клиновым распорным механизмом:Рабочий клин гидроклина вставляется в зазор между отливкой и литниковой системой. Под действием гидравлического давления, создаваемого гидростанцией, центральный клин выдвигается вперед, раздвигая боковые клинья и создавая усилие, необходимое для отделения.",
    "Модели с плунжерным механизмом: Используют набор миниатюрных гидроцилиндров \\(плунжеров\\), объединенных в общую обойму. Плунжеры под действием давления рабочей жидкости выдвигаются и упираются в распорную планку, создавая усилие отделения.",
    "Различные конструкции подвесок: Для удобства работы оператора и оптимизации рабочего пространства предлагаются различные варианты подвесок.",
    "Удлиненные шланги: Гибкие шланги длиной \\(10 метров или более\\) для удобства работы.",
    "Сменные накладки на клин: Легкая замена изнашиваемых элементов \\(накладок на клин\\) для поддержания высокой эффективности работы.",
    "Литье по выплавляемым моделям \\(ЛВМ\\): Эффективное отделение литников от отливок сложной формы.",
    "Литье в кокиль: Отделение литников от отливок из различных сплавов.",
    "Литье в песчаные формы: Обработка литых заготовок из чугуна, стали и других металлов."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/101/1584.jpg",
  "capacity": "10",
  "capacityEn": "",
  "power": "5.5",
  "powerEn": "",
  "variantModels": [
    {
      "model": "XFJ10",
      "specs": [
        {
          "name": "Рабочее давление, кг/см^2^",
          "value": "150~250"
        },
        {
          "name": "Распорное усилие, тонн",
          "value": "10"
        },
        {
          "name": "Ход клина, мм",
          "value": "8-25"
        },
        {
          "name": "Сечение литника, мм",
          "value": "25x30"
        },
        {
          "name": "Мощность, кВт",
          "value": "5.5"
        }
      ]
    },
    {
      "model": "XJF16",
      "specs": [
        {
          "name": "Рабочее давление, кг/см^2^",
          "value": "150~300"
        },
        {
          "name": "Распорное усилие, тонн",
          "value": "16"
        },
        {
          "name": "Ход клина, мм",
          "value": "10-30"
        },
        {
          "name": "Сечение литника, мм",
          "value": "35х40"
        },
        {
          "name": "Мощность, кВт",
          "value": "7.5"
        }
      ]
    },
    {
      "model": "XJF25",
      "specs": [
        {
          "name": "Рабочее давление, кг/см^2^",
          "value": "200~350"
        },
        {
          "name": "Распорное усилие, тонн",
          "value": "25"
        },
        {
          "name": "Ход клина, мм",
          "value": "15-40"
        },
        {
          "name": "Сечение литника, мм",
          "value": "50х60"
        },
        {
          "name": "Мощность, кВт",
          "value": "9.5"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/101/1578.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/101/1535.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/101/1579.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/101/1530.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/101/1531.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/101/1534.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/101/1580.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "pnevmopushka",
  "category": "finishing-cnc",
  "subcategory": "fettling-tools",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Пневмомолот для отделения прибылей",
  "titleEn": "",
  "model": "QDJK-1-6 … QDJK-20-6",
  "description": "**Пневмомолот** \\(или пневматический отбойный молоток для литья\\) – это специализированное оборудование, предназначенное для механизированного отделения литниково-питающих систем \\(ЛПС\\), прибылей и других элементов от стальных и чугунных отливок, полученных различными методами литья. Используя энергию сжатого воздуха для нанесения мощных ударов, пневмомолот обеспечивает быстрое и эффективное отделение литников, значительно снижая трудоемкость операций обрубки и повышая общую производительность литейного участка. Данное оборудование является незаменимым элементом технологической цепочки в серийном и крупносерийном производстве отливок, требующих высокой скорости и качества отделения ЛПС.\n**Ключевые преимущества:**\n- Значительное снижение трудозатрат: Заменяет ручной труд, требующий больших физических усилий, что приводит к сокращению времени на обрубку и снижению себестоимости продукции.\n- Повышение производительности участка обрубки: Механизированный процесс позволяет обрабатывать большее количество отливок за единицу времени.\n- Безопасность оператора: Снижает риск травм, связанных с ручной обрубкой, и обеспечивает более безопасные условия труда.\n- Увеличение эффективности производства: Сокращение времени обрубки высвобождает ресурсы для других производственных операций.\n**Принцип работы:** Под действием сжатого воздуха боек пневмомолота совершает возвратно-поступательные движения, нанося удары по литнику в заранее определенной точке. Удары приводят к разрушению металла в месте соединения литника и отливки, обеспечивая их отделение. Сила удара калибруется посредством регулировки давления подачи сжатого воздуха, так оператор, увидев необходимую величину давления на манометре пневмомолота, может в любой момент инициировать удар.\n**Варианты управления:**\n- Ручное управление: Оператор контролирует запуск и остановку пневмомолота, а также положение бойка относительно отливки.\n- Дистанционное управление \\(опционально\\): Позволяет оператору управлять работой пневмомолота на расстоянии, обеспечивая повышенную безопасность.\n**Возможные опции:**\n- Различные насадки для бойка: Предлагаются насадки различной формы и размера для обработки литников различной конфигурации.\n- Система виброизоляции: Снижает уровень вибрации, передаваемой на рабочее место оператора, повышая комфорт и безопасность работы.\n- Система шумоподавления: Снижает уровень шума, создаваемого пневмомолотом, улучшая условия труда в литейном цехе.\n**Требования к безопасности и условиям эксплуатации:**\n- В рабочей зоне пневмомолота необходимо установить защитные ограждения для предотвращения разлета осколков металла.\n- Рекомендуется облицовывать стены рабочей зоны амортизирующими материалами \\(деревом, резиной\\) для поглощения энергии разлетающихся осколков.\n- Пол рабочей зоны должен иметь песчаную подушку для предотвращения отскока обломков.\n- Оператор должен использовать средства индивидуальной защиты \\(защитные очки, наушники, рукавицы\\).\n**Области применения:**\n- Производство крупногабаритных отливок из чугуна и стали:\n- Автомобильная промышленность: Производство деталей двигателей, трансмиссий и других компонентов.\n- Железнодорожное машиностроение: Производство деталей вагонов, локомотивов и другого подвижного состава.\n- Судостроение: Производство деталей корпусов судов, двигателей и других судовых механизмов.\n- Производство строительной техники: Изготовление деталей экскаваторов, бульдозеров и других строительных машин.",
  "descriptionEn": "",
  "features": [
    "Значительное снижение трудозатрат: Заменяет ручной труд, требующий больших физических усилий, что приводит к сокращению времени на обрубку и снижению себестоимости продукции.",
    "Повышение производительности участка обрубки: Механизированный процесс позволяет обрабатывать большее количество отливок за единицу времени.",
    "Безопасность оператора: Снижает риск травм, связанных с ручной обрубкой, и обеспечивает более безопасные условия труда.",
    "Увеличение эффективности производства: Сокращение времени обрубки высвобождает ресурсы для других производственных операций.",
    "Ручное управление: Оператор контролирует запуск и остановку пневмомолота, а также положение бойка относительно отливки.",
    "Дистанционное управление \\(опционально\\): Позволяет оператору управлять работой пневмомолота на расстоянии, обеспечивая повышенную безопасность.",
    "Различные насадки для бойка: Предлагаются насадки различной формы и размера для обработки литников различной конфигурации.",
    "Система виброизоляции: Снижает уровень вибрации, передаваемой на рабочее место оператора, повышая комфорт и безопасность работы.",
    "Система шумоподавления: Снижает уровень шума, создаваемого пневмомолотом, улучшая условия труда в литейном цехе.",
    "В рабочей зоне пневмомолота необходимо установить защитные ограждения для предотвращения разлета осколков металла.",
    "Рекомендуется облицовывать стены рабочей зоны амортизирующими материалами \\(деревом, резиной\\) для поглощения энергии разлетающихся осколков.",
    "Пол рабочей зоны должен иметь песчаную подушку для предотвращения отскока обломков.",
    "Оператор должен использовать средства индивидуальной защиты \\(защитные очки, наушники, рукавицы\\).",
    "Производство крупногабаритных отливок из чугуна и стали:",
    "Автомобильная промышленность: Производство деталей двигателей, трансмиссий и других компонентов.",
    "Железнодорожное машиностроение: Производство деталей вагонов, локомотивов и другого подвижного состава.",
    "Судостроение: Производство деталей корпусов судов, двигателей и других судовых механизмов.",
    "Производство строительной техники: Изготовление деталей экскаваторов, бульдозеров и других строительных машин."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/102/1538.jpg",
  "capacity": "30",
  "capacityEn": "",
  "power": "см. таблицу моделей",
  "powerEn": "",
  "variantModels": [
    {
      "model": "QDJK-1-6",
      "specs": [
        {
          "name": "Эквивалент удара кувалды массой, кг",
          "value": "5"
        },
        {
          "name": "Энергия удара, Дж",
          "value": "1000"
        },
        {
          "name": "Диаметр бойка, мм",
          "value": "30"
        },
        {
          "name": "Рабочая температура, °С",
          "value": "-20~90"
        },
        {
          "name": "Вес, кг",
          "value": "150"
        }
      ]
    },
    {
      "model": "QDJK-2-6",
      "specs": [
        {
          "name": "Эквивалент удара кувалды массой, кг",
          "value": "10"
        },
        {
          "name": "Энергия удара, Дж",
          "value": "2100"
        },
        {
          "name": "Диаметр бойка, мм",
          "value": "45"
        },
        {
          "name": "Рабочая температура, °С",
          "value": "-20~90"
        },
        {
          "name": "Вес, кг",
          "value": "400"
        }
      ]
    },
    {
      "model": "QDJK-4-6",
      "specs": [
        {
          "name": "Эквивалент удара кувалды массой, кг",
          "value": "20"
        },
        {
          "name": "Энергия удара, Дж",
          "value": "4000"
        },
        {
          "name": "Диаметр бойка, мм",
          "value": "75"
        },
        {
          "name": "Рабочая температура, °С",
          "value": "-20~90"
        },
        {
          "name": "Вес, кг",
          "value": "780"
        }
      ]
    },
    {
      "model": "QDJK-20-6",
      "specs": [
        {
          "name": "Эквивалент удара кувалды массой, кг",
          "value": "-"
        },
        {
          "name": "Энергия удара, Дж",
          "value": "27000"
        },
        {
          "name": "Диаметр бойка, мм",
          "value": "200"
        },
        {
          "name": "Рабочая температура, °С",
          "value": "-20~90"
        },
        {
          "name": "Вес, кг",
          "value": "6000"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/102/1539.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/102/1541.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/102/1542.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/102/1543.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/102/1658.jpg",
      "caption": ""
    }
  ]
},
  {
  "id": "podvesnoj-shlifovalnyij-stanok",
  "category": "finishing-cnc",
  "subcategory": "fettling-tools",
  "subcategoryRu": "",
  "subcategoryEn": "",
  "title": "Подвесной шлифовальный станок",
  "titleEn": "",
  "model": "THGM-300 … THGM-600",
  "description": "**Подвесной шлифовальный станок** – это промышленное оборудование, предназначенное для высокоточной шлифовки, зачистки и подготовки поверхностей средних и крупных металлических деталей. Оптимальное решение для удаления литников, грата, сварочных швов, окалины и других дефектов с отливок, поковок, сварных конструкций и проката. Конструкция подвесного типа позволяет обрабатывать габаритные изделия сложной формы, обеспечивая оператору максимальную свободу движений и минимальное вибрационное воздействие. Используется в условиях литейных цехов, сварочных производств, машиностроительных предприятий и металлообрабатывающих участков, где требуется высокая производительность и качество финишной обработки. Оптимальные условия работы достигаются при использовании с консольным краном.\n**Ключевые преимущества:**\n- Регулируемая скорость шлифования: Плавная регулировка скорости вращения шлифовального круга \\(от 60 до 80 м/с\\) обеспечивает оптимальный режим обработки для различных материалов и типов дефектов.\n- Универсальность: Широкий диапазон диаметров шлифовальных кругов \\(300, 400, 500, 600 мм и др.\\) позволяет обрабатывать детали различного размера и конфигурации. Станки с кругами от 500 мм оснащены двухскоростным приводом для поддержания оптимальной линейной скорости шлифования по мере износа круга, а так же более точной подборки скорости круга в зависимости от материала обработки.\n- Надежность и долговечность: Возможна комплектация патрубком для подключения к системе пылеудаления, что улучшает условия труда. Специальная геометрия станка позволяет использовать его для выполнения широкого спектра задач шлифовки, в т.ч. обработки наклонных плоскостей.\n**Наш ассортимент включает следующие модели подвесных шлифовальных станков.**\n- Модель THGM-400: Оптимальное решение для обработки деталей среднего размера с использованием шлифовальных кругов диаметром 400 мм.\n- Модель THGM-500: Универсальный станок для обработки деталей среднего и крупного размера с использованием шлифовальных кругов диаметром 500 мм. Двухскоростной привод обеспечивает оптимальную скорость шлифования на протяжении всего срока службы круга.\n- Модель THGM-600: Мощный станок для обработки крупных и массивных деталей с использованием шлифовальных кругов диаметром 600 мм. Двухскоростной привод обеспечивает высокую производительность и качество обработки.\n- Также доступны и другие модели, с полным их списком Вы сможете ознакомиться, связавшись с нами.\n**Принцип работы:** Станок подвешивается на консольном кране. Оператор управляет перемещением станка и прижимает шлифовальный круг к обрабатываемой детали. Скорость вращения круга регулируется для достижения оптимального результата.\n**Возможные опции:**\n- Система пылеудаления: Подключение к централизованной или локальной системе пылеудаления для поддержания чистоты рабочего места и защиты здоровья оператора.\n- Муфта подвеса с возможностью регулировки центра тяжести: Позволяет перераспределять вес станка для создания дополнительного усилия круга на зону обработки, что особенно полезно при обработке отливок. Надежная фиксация выбранного положения центра тяжести обеспечивается муфтой подвеса.\n- Автоматическая балансировка шлифовального круга: Система, позволяющая компенсировать дисбаланс, возникающий в процессе износа круга, для снижения вибрации и повышения качества шлифовки.\n- Защитная завеса воздушного потока: Создает направленный поток воздуха, отсекающий пыль от оператора, повышая безопасность и комфорт работы.\n**Области применения:**\n- Литейное производство: Зачистка отливок из стали, чугуна и цветных металлов.\n- Сварочное производство: Удаление сварочных швов и подготовка поверхностей под покраску.\n- Машиностроение: Финишная обработка деталей после механической обработки.\n- Металлообрабатывающие предприятия: Зачистка проката и подготовка поверхностей перед нанесением покрытий.\n- Производство металлоконструкций: Зачистка сварных швов и обработка кромок.",
  "descriptionEn": "",
  "features": [
    "Регулируемая скорость шлифования: Плавная регулировка скорости вращения шлифовального круга \\(от 60 до 80 м/с\\) обеспечивает оптимальный режим обработки для различных материалов и типов дефектов.",
    "Универсальность: Широкий диапазон диаметров шлифовальных кругов \\(300, 400, 500, 600 мм и др.\\) позволяет обрабатывать детали различного размера и конфигурации. Станки с кругами от 500 мм оснащены двухскоростным приводом для поддержания оптимальной линейной скорости шлифования по мере износа круга, а так же более точной подборки скорости круга в зависимости от материала обработки.",
    "Надежность и долговечность: Возможна комплектация патрубком для подключения к системе пылеудаления, что улучшает условия труда. Специальная геометрия станка позволяет использовать его для выполнения широкого спектра задач шлифовки, в т.ч. обработки наклонных плоскостей.",
    "Модель THGM-400: Оптимальное решение для обработки деталей среднего размера с использованием шлифовальных кругов диаметром 400 мм.",
    "Модель THGM-500: Универсальный станок для обработки деталей среднего и крупного размера с использованием шлифовальных кругов диаметром 500 мм. Двухскоростной привод обеспечивает оптимальную скорость шлифования на протяжении всего срока службы круга.",
    "Модель THGM-600: Мощный станок для обработки крупных и массивных деталей с использованием шлифовальных кругов диаметром 600 мм. Двухскоростной привод обеспечивает высокую производительность и качество обработки.",
    "Также доступны и другие модели, с полным их списком Вы сможете ознакомиться, связавшись с нами.",
    "Система пылеудаления: Подключение к централизованной или локальной системе пылеудаления для поддержания чистоты рабочего места и защиты здоровья оператора.",
    "Муфта подвеса с возможностью регулировки центра тяжести: Позволяет перераспределять вес станка для создания дополнительного усилия круга на зону обработки, что особенно полезно при обработке отливок. Надежная фиксация выбранного положения центра тяжести обеспечивается муфтой подвеса.",
    "Автоматическая балансировка шлифовального круга: Система, позволяющая компенсировать дисбаланс, возникающий в процессе износа круга, для снижения вибрации и повышения качества шлифовки.",
    "Защитная завеса воздушного потока: Создает направленный поток воздуха, отсекающий пыль от оператора, повышая безопасность и комфорт работы.",
    "Литейное производство: Зачистка отливок из стали, чугуна и цветных металлов.",
    "Сварочное производство: Удаление сварочных швов и подготовка поверхностей под покраску.",
    "Машиностроение: Финишная обработка деталей после механической обработки.",
    "Металлообрабатывающие предприятия: Зачистка проката и подготовка поверхностей перед нанесением покрытий.",
    "Производство металлоконструкций: Зачистка сварных швов и обработка кромок."
  ],
  "featuresEn": [],
  "specs": [],
  "imageUrl": "/assets/gallery/103/1546.jpg",
  "capacity": "300",
  "capacityEn": "",
  "power": "7.5",
  "powerEn": "",
  "variantModels": [
    {
      "model": "THGM-300",
      "specs": [
        {
          "name": "Диаметр шлифовального круга, мм",
          "value": "300"
        },
        {
          "name": "Диаметр посадочного отверстия шлифовального круга, мм",
          "value": "125"
        },
        {
          "name": "Толщина шлифовального круга, мм",
          "value": "50"
        },
        {
          "name": "Латеральный наклон станка, мм",
          "value": "от -45° до 90°"
        },
        {
          "name": "Мощность электродвигателя, кВт",
          "value": "7.5"
        },
        {
          "name": "Скорость вращения шлифовального круга, м/с",
          "value": "48"
        },
        {
          "name": "Вес, кг",
          "value": "375"
        }
      ]
    },
    {
      "model": "THGM-400",
      "specs": [
        {
          "name": "Диаметр шлифовального круга, мм",
          "value": "400"
        },
        {
          "name": "Диаметр посадочного отверстия шлифовального круга, мм",
          "value": "150"
        },
        {
          "name": "Толщина шлифовального круга, мм",
          "value": "50"
        },
        {
          "name": "Латеральный наклон станка, мм",
          "value": "от -45° до 90°"
        },
        {
          "name": "Мощность электродвигателя, кВт",
          "value": "11"
        },
        {
          "name": "Скорость вращения шлифовального круга, м/с",
          "value": "60"
        },
        {
          "name": "Вес, кг",
          "value": "450"
        }
      ]
    },
    {
      "model": "THGM-500",
      "specs": [
        {
          "name": "Диаметр шлифовального круга, мм",
          "value": "500"
        },
        {
          "name": "Диаметр посадочного отверстия шлифовального круга, мм",
          "value": "180"
        },
        {
          "name": "Толщина шлифовального круга, мм",
          "value": "50"
        },
        {
          "name": "Латеральный наклон станка, мм",
          "value": "от -45° до 90°"
        },
        {
          "name": "Мощность электродвигателя, кВт",
          "value": "15"
        },
        {
          "name": "Скорость вращения шлифовального круга, м/с",
          "value": "60-80"
        },
        {
          "name": "Вес, кг",
          "value": "700"
        }
      ]
    },
    {
      "model": "THGM-600",
      "specs": [
        {
          "name": "Диаметр шлифовального круга, мм",
          "value": "600"
        },
        {
          "name": "Диаметр посадочного отверстия шлифовального круга, мм",
          "value": "200"
        },
        {
          "name": "Толщина шлифовального круга, мм",
          "value": "60"
        },
        {
          "name": "Латеральный наклон станка, мм",
          "value": "от -45° до 90°"
        },
        {
          "name": "Мощность электродвигателя, кВт",
          "value": "22"
        },
        {
          "name": "Скорость вращения шлифовального круга, м/с",
          "value": "60-80"
        },
        {
          "name": "Вес, кг",
          "value": "1050"
        }
      ]
    }
  ],
  "galleryImages": [
    {
      "path": "/assets/gallery/103/1547.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/103/1548.jpg",
      "caption": ""
    },
    {
      "path": "/assets/gallery/103/1549.jpg",
      "caption": ""
    }
  ]
}
];
